Repository: poepublic/shareabouts-pbcambridge
Catalog: src/conf/locale/so/LC_MESSAGES/django.po
Languages: so

source: Powered by
so: Waxaa xoojiyay

source: Culture and Community Facilities
so: Dhaqanka iyo Xarumaha Bulshada

source: Education
so: Waxbarashada

source: Environment
so: Deegaanka

source: Parks and Recreation
so: Goobaha dalxiska iyo Madadaalada

source: Public Health and Safety
so: Caafimaadka iyo Badqabka Dadweynaha

source: Streets and Sidewalks
so: Waddooyinka iyo socodka

source: Approximate location:
so: Goobta ugu dhow:

source: <h5>Thanks!</h5> <p>The following questions are <strong>optional</strong> and will help us to assess whether these maps are reaching the full diversity of our community:
so: <h5>Mahadsanid!</h5> <p>Su'aalaha soo socdaa waa <strong>ikhtiyaari</strong> waxayna naga caawin doonaan inaan qiimeyno in khariidadahani ay gaarayaan kala duwanaanshaha buuxa ee bulshadeena:</p>

source: Note: City staff will review idea categories and make any revisions as needed.
so: Fiiro gaar ah: Shaqaalaha magaaladu waxay dib u eegi doonaan qaybaha fikradaha waxayna samayn doonaan dib u eegis kasta haddii loo baahdo.

source: Your Race/Ethnicity:
so: Jinsiyaddaada/Qoowmiyaddaada:

source: Transportation
so: Gaadiidka

source: Street Smarts
so: Waddooyinka Smarts

source: Community Resources
so: Khayraadka Bulshada

source: Facilities, Parks & Recreation
so: Xarumaha, Goobaha dalxiska iyo Madadaalada

source: Youth
so: Dhalinyaro

source: City of Cambridge Participatory Budgeting
so: Miisaaniyad ka qaybqaadashada magaalada Cambridge

source: Participatory Budgeting for Cambridge, MA
so: Miisaaniyad ka qaybqaadashada ee Cambridge, MA

source: How would YOU spend $1M?
so: Qabkee U isticmali laheed $1M?

source: Enter an address...
so: Ciwaanka gali...

source: Arts & Culture
so: Fanka & Dhaqanka

source: Community Resources & Education
so: Khayraadka Bulshada & Waxbarashada

source: Environment & Sustainability
so: Deegaanka & Joogteynta

source: Transportation, Streets & Sidewalks
so: Gaadiidka, Waddooyinka & Jidka dhinacisa

source: idea
so: fikrad

source: ideas
so: fikrado

source: Submit an idea
so: Soo gudbi fikrad

source: Show Ideas as a list
so: Tus Fikradaha Liista ahaan

source: Show on a map
so: Ka tus khariidad

source: Describe your idea
so: Sharax fikradaada

source: suggested
so: Aad soo jeedisay

source: Ideas must be for <strong>capital</strong> projects – Please see the guidelines here
so: Fikradaha waa inay ahaadaan mashaariicda <strong>waaweyn</strong> - Fadlan halkan ka eeg tilmaamaha

source: Someone
so: Qof

source: Share my idea
so: aya ila wadaagay fikradayda

source: Multiple locations throughout the city
so: Goobo badan ee magaalada oo dhan ah

source: Drag the map to a location for your idea.
so: U jiid khariidadda goobta fikradaada.

source: Is your idea for a specific location or the entire city?
so: Fikradaada ma goob gaar ah oo kali baa mise magaalada oo dhan?

source: A specific location
so: Goob gaar ah

source: City-wide
so: Magaalada oo dhan

source: Title of your idea?
so: Cinwaanka fikradaada?

source: Idea Title...
so: Cinwaanka fikradda...

source: What is your idea, and how does it improve Cambridge?
so: Maxay tahay fikraddaada, iyo sideese u hormarinaysa Cambridge?

source: What need does your idea address? Who does your idea benefit? Please describe specific and relevant details about your idea.
so: Baahi nooce ah ayey fikraddaada wajahaysa? Yey faa'iido u ledahay fikradaada? Fadlan inu sharax oo faahfaahin dheerad ah oo khuseeya fikradaada.

source: Pick a category for your idea
so: Dooro qayb fikradaada kamid ah

source: Your Name (required, will be shown on the map)
so: Magacaaga (loo baahan yahay, waxa lagu tusi doonaa khariidada)

source: Your Email (optional, will NOT be shown on the map)
so: Iimaylkaaga (ikhtiyaar, laguma muujin doono khariidada)

source: Your Phone Number (optional, will NOT be shown on the map)
so: Taleefoon Lambarkakaaga (ikhtiyaar, laguma muujin doono khariidada)

source: How did you hear about participatory budgeting (please choose all that apply...)?
so: Sidee ku maqashay miisaaniyad-ururinta ka qaybqaadashada (fadlan door dhammaan kuwa khuseeya...)?

source: City Council member
so: Xubin golaha deegaanka kamid ah

source: City website
so: Websaydka Magaalada

source: City social media account
so: Akoonka warbaahinta bulshada ee magaalada

source: Community group
so: Kooxda deeganka

source: Email
so: Iimaylka

source: Event
so: Dhacdo

source: Newspaper/TV/radio
so: Wargeys/TV/radio

source: PB Advertising (Resident mailing/flyer/lawn sign, etc.)
so: Xayeysiiska PB (boostada aad dagantahay/warqadaha/calamadda cawska, iwm.)

source: School / Youth center
so: Dugsiga / Xarunta dhalinyarada

source: Word of mouth
so: Erayada afka laga dhaho

source: Other
so: Mid kale

source: Have you completed this personal information survey already in this participatory budgeting cycle?
so: Miyaad dhammaystirtay xog-ururintan macluumaadka shakhsiyeed mar horeba wareeggan miisaaniyadeed ee ka qaybqaadashada?

source: Yes ✅
so: Haa ✅

source: No ❌
so: Maya ❌

source: Not sure 🤷
so: Ma hubo 🤷

source: Have you submitted an idea, voted, or volunteered in any of the previous Cambridge PB cycles?
so: Miyaad soo gudbisay fikrad, ma u codaysay, ama ma tabarucday mid ka mid ah wareegyadii hore ee Cambridge PB?

source: No I haven't
so: Maya ma sameynin

source: Yes I have
so: Haa waan sameyey

source: I am not sure
so: Ma hubo

source: In the past 12 months, have you worked with other people in your neighborhood to fix a problem or improve a condition in your community, not including work you may have done related to participatory budgeting?
so: 12-kii bilood ee la soo dhaafay, miyaad la shaqeysay dadka kale oo dariskaaga si aad u hagaajiso dhibaato ama aad u hormariso xaalad ka jirta bulshadaada, oo aan lagu darin shaqada aad qabatay ee la xiriirta miisaaniyad ka qaybqaadashada?

source: Yes, I have done that
so: Haa, waan sameeyay midas

source: No, I have not done that
so: Maya, ma aanan samayn taas

source: Prefer not to answer/unsure
so: Waxaan doorbidaya in aan ka jawaabin/ma hubi

source: Please select your neighborhood community in Cambridge
so: Fadlan dooro bulshada dariskaaga ee Cambridge

source: Please choose...
so: Fadlan dooro...

source: Prefer not to answer
so: Waxaan doorbidaya in aan ka jawaabin

source: Your age
so: Da'daada

source: Under 18
so: Ka yar da'da 18

source: 18 to 24
so: 18 ilaa 24

source: 25 to 34
so: 25 ilaa 34

source: 35 to 44
so: 35 ilaa 44

source: 45 to 54
so: 45 ilaa 54

source: 55 to 64
so: 55 ilaa 64

source: 65 to 74
so: 65 ilaa 74

source: 75 and over
so: 75 iyo ka weyn

source: Your gender
so: Jinsigaaga

source: Cisgender Female/woman
so: Dumar/Naag

source: Cisgender Male/man
so: Lab/nin

source: Nonbinary/gender non-confirming
so: Aan ahen lab iyo dheddig/ama jinsiyad ahan lab iyo dheddig midna ma'aha

source: Transgender Female
so: Naag ayu isku beddelay

source: Transgender Male
so: Nin ayu isku beddelay

source: Your preferred language
so: Luuqada aad door bidayso

source: English
so: Af-ingiriis

source: Amharic
so: Amxaari

source: Arabic
so: Af-carabi

source: Bangla
so: Bangala

source: Chinese
so: Shiinees

source: Portuguese
so: Boortaqiis

source: Spanish
so: Isbaanish

source: Your Race/Ethnicity
so: Jinsiyaddaada/Qoowmiyaddaada

source: Asian/East Indian
so: Aasiyaan/Hindida Bariga

source: Black or African American
so: Madow ama Afrikaan Ameerikaan ah

source: Hawaiian or Pacific Islander
so: Hawaiian ama Jasiiradaha Baasifigga

source: Hispanic, Latinx
so: Hisbaanik, Latinx

source: Middle Eastern/North African
so: Bariga Dhexe/Waqooyiga Afrika

source: Native American, Alaskan
so: Dhaladka Maraykanka, Alaskan

source: White, Caucasian
so: Caddaan, Kaucasian

source: Multi-racial, multi-ethnic background
so: Isir-kala-duwan, asal-qamiyado badan

source: comment
so: faalo

source: comments
so: faallooyin

source: commented on
so: ka faallooday

source: Leave a Comment
so: Faallo u dhaaf

source: Comment
so: Faalo

source: Your Name
so: Magacaaga

source: Support This!
so: Taageer midan!

source: support
so: taageero

source: supports
so: taageeroyin

source: supported
so: taageeray

source: Cambridge PB Home
so: Guriga Cambridge PB

source: Overview
so: Dulmar

source: <strong>{{ target.submitter_name }}</strong> {{action}} a <span class="place-type">{{place.place_type_label}}</span> idea
so: <strong>{{ target.submitter_name }}</strong>{{action}} a<span class="place-type">{{place.place_type_label}}</span> fikrad

source: <strong>{{ target.submitter_name }}</strong> {{action}} an <span class="place-type">{{place.place_type_label}}</span> idea
so: <strong>{{ target.submitter_name }}</strong>{{action}} ah<span class="place-type">{{place.place_type_label}}</span> fikrad

source: A new <span class="place-type">{{ place_type_label }} idea </span>from <strong>{{ source }}</strong> named <span class="place-name">{{ name }}</span>
so: Fikrad <span class="place-type">{{ place_type_label }} cusub </span>la<strong>{{ source }}</strong> magacaabay<span class="place-name">{{ name }}</span>

source: Log Out
so: Ka bax

source: Sign In
so: Soo gal

source: Signed in as</span> <span class="current-user">{{ current_user "name" }}
so: Loo soo galay sidii</span> <span class="current-user">{{ current_user "name" }}

source: optional
so: ikhtiyaari ah

source: Get More Involved
so: Wax Badan Ka Qayb Qaado

source: Helping to spread the word about PB to make sure that people in all corners of Cambridge know about this initiative and can participate
so: Caawinta faafinta ereyga ku saabsan PB si loo hubiyo in dadka ku nool dhammaan geesaha Cambridge ay ogaadaan hindisahan oo ay ka qayb qaadan karaan

source: Helping with the voting process in March
so: Ka caawinta habka cod bixinta ee bisha Maarso

source: If you would like to volunteer to help out with the PB process in any way, please feel free to sign up <a href="http://cambridgema.nationbuilder.com/volunteer">here</a>
so: Haddii aad jeclaan lahayd inaad si ikhtiyaari ah ku caawiso habka PB si kasta, fadlan xor u noqo inaad <a href="http://cambridgema.nationbuilder.com/volunteer">halkan</a> iska diiwaangeliso

source: Providing translation services for meetings or outreach materials
so: Bixinta adeegyada tarjumaadda ee shirarka ama agabka wacyigelinta

source: Submitting ideas in December
so: Soo gudbinta fikradaha December

source: There are many opportunities to get involved with the PB process, including:
so: Waxaa jira fursado badan oo lagu lug yeelan karo nidaamka PB, oo ay ku jiraan:

source: Volunteering to serve as a Budget Delegate in January and February
so: Si ikhtiyaar ah ayaad ugu adeegi sidii Wakiil Miisaaniyadeed bilaha Janaayo iyo Febraayo

source: <strong>For more information on Participatory Budgeting (including on how to volunteer)</strong>, please visit <a href="http://pb.cambridgema.gov" target="_blank">http://pb.cambridgema.gov</a> or contact the City&apos;s Budget Office at <a href="mailto:pb@cambridgema.gov">pb@cambridgema.gov</a> or <a href="tel:(617) 349-4270">(617) 349-4270.</a>
so: <strong>Wixii macluumaad dheeraad ah ee ku saabsan Miisaaniyadda Ka qaybqaadashada (ay ku jirto sida tabaruc)</strong> fadlan booqo <a href="http://pb.cambridgema.gov" target="_blank">http://pb.cambridgema.gov</a> ama la xiriir Xafiiska Miisaaniyadda Magaalada <a href="mailto:pb@cambridgema.gov">pb@cambridgema.gov</a> ama <a href="tel:(617) 349-4270">(617) 349-4270.</a>

source: And many others!
so: Iyo qaar kale oo badan!

source: Explore ideas from others in the community using the “List All Ideas” tab on the upper right of the page or directly through the map.
so: Baadh fikradaha dadka kale ee bulshada addoo isticmaalaya "Liis garee Dhammaan Fikradaha" taabo dhanka midigta sare ee bogga ama si toos ah iyada oo loo marayo khariidada.

source: Home Essentials for Newly Housed Residents
so: Waxyaabaha Aasaasiga u ah Dadka Deganeyaasha Cusub

source: If you have an idea for a project to improve Cambridge, please share it on the map!
so: Haddii aad hayso fikrad lagu horumarinay mashruuc Cambridge, fadlan nagula wadaag khariidada!

source: PB is a democratic process that gives Cambridge community members the power to <strong>decide how to spend $1,000,000</strong> of the City&apos;s FY26 Budget.
so: PB waa nidaam dimuqraadi ah oo siiya xubnaha bulshada Cambridge awood ay <strong>ku go'aansadaan sida loo isticmaalo $1,000,000</strong> ee Miisaaniyadda FY26 ee Magaalada.

source: Participatory Budgeting in Cambridge
so: Miisaaniyada ka qaybqaadashada ee Cambridge

source: Pollinator gardens
so: Beeraha pollinator

source: STEAM Upgrades for Youth Centers
so: Horumarinta STEAM ee Xarumaha Dhalinyarada

source: Shaded seating areas on hot streets
so: Meelo fadhi leh oo la hadhsan karo kuna yaalo waddooyinka kulul

source: Sign up to stay informed about Participatory Budgeting in Cambridge!
so: Isdiiwaangeli si aad ula socodsiiso miisaaniyada ka qaybqaadashada ee Cambridge!

source: The City of Cambridge launched the 11<sup>th</sup> Cycle of PB and collected ideas from the community about how to spend $1 million on projects to improve Cambridge. On the map, you can find all the submitted ideas for PB11. From October 2024 through January 2025, volunteer PB Delegates will research all submitted project ideas and develop the final proposals for the PB ballot. In March, 2025, all Cambridge residents age 12 and older, regardless of citizenship status, will be eligible to vote for their favorite projects and decide how to spend $1 million of the City&apos;s Budget.
so: Magaalada Cambridge waxay bilawday wareegga 11- <sup>aad</sup> ee PB waxayna ururisay fikrado bulshada ku saabsan sida loogu kharash gareeyo $1 milyan mashaariicda lagu horumarinayo Cambridge. Qariirada, waxaad ka heli kartaa dhammaan fikradaha la soo gudbiyay ee PB11. Laga bilaabo Oktoobar 2024 ilaa Janaayo 2025, wufuuda tabaruca ah ee PB waxay baadhi doonaan dhamaan fikradaha mashruuca oo ay horumariyaan soo jeedinta kama dambaysta ah ee codbixinta PB. Bisha Maarj, 2025, dhammaan deganeyaasha Cambridge da'doodu tahay 12 ama ka weyn, iyadoon loo eegayn heerka dhalashada, waxay xaq u yeelan doonaan inay u codeeyaan mashaariicda ay jecel yihiin oo go'aansadaan sida loo isticmaalo $1 milyan ee Miisaaniyadda Magaalada.

source: Winning projects from past PB cycles include:
so: Mashruucyada ku guulaysta wareegyadii hore ee PB waxaa ka mid ah:

source: View On Map
so: Ka Eeg Qariirada

source: suggested this city-wide {{place_type_label location_type }} idea.
so: soo jeediyay magaalada oo dhan{{place_type_label location_type }} fikrad.

source: suggested this {{place_type_label location_type }} idea near {{>location-string .}}.
so: soo jeediyay tan{{place_type_label location_type }} fikrad dhow{{>location-string .}} .

source: <strong>Please tell us a little more about yourself to help us assess whether we are reaching the full diversity of our community. This survey is optional.</strong> If you submit more than one idea, please only complete the survey once.
so: <strong>Fadlan wax yar nooga sheeg naftaada si aad nooga caawiso qiimayno in aan gaareyno kala duwanaanshaha buux ee bulshadeena. Sahankan waa ikhtiyaari.</strong> Haddii aad soo gudbiso in ka badan hal fikrad, fadlan kaliya buuxi sahanka hal mar.

source: After idea collection closes, volunteer residents will work from October to February to research, assess, and prioritize PB project ideas to determine which proposals will appear on the final ballot in March for a public vote. <a href="http://pb.cambridgema.gov/volunteer2" target="_blank">Click here to volunteer to be a PB Delegate!</a>
so: Kadib marka la xidho ra'yi ururinta, deganayaasha iskaa wax u qabso ah ayaa shaqayn doona laga bilaabo Oktoobar ilaa Febraayo si ay u baadhaan, u qiimeeyaan, oo ay mudnaanta u siiyaan fikradaha mashruuca PB si loo go'aamiyo soo jeedinta ka soo bixi doonta warqadda ugu dambaysa ee March ee codbixinta dadweynaha.< href="http://pb.cambridgema.gov/volunteer2" target="_blank"> Riix halkan si aad ugu tabarucdo inaad noqoto Waftiga PB!

source: Contact Information
so: Macluumaadka Xiriirka

source: It looks like you didn't set your location yet. Please drag the map to a location for your idea.
so: Waxay u egtahay in aadan weli dejin goobtaada. Fadlan u jiid khariidadda meel fikradaada ah.

source: Optional Survey
so: Sahanka waa mid Ikhtiyaari ah

source: PB funding of $1,000,000 can be used to support projects that benefit the public and are located within the City of Cambridge. For more information about what kind of projects are eligible for PB, please review the <a href="https://pb.cambridgema.gov/faqs" title="City of Cambridge Participatory Budgeting FAQ" target="_blank">guidelines here</a>.
so: Maalgelinta PB ee $1,000,000 waxa loo isticmaali karaa in lagu taageero mashaariicda dadweynaha faa'iido u leh oo ku yaala gudaha Magaalada Cambridge. Wixii macluumaad dheeraad ah oo ku saabsan nooca mashaariicda ee u qalma PB, fadlan dib u eeg "https://pb.cambridgema.gov/faqs" title="Miisaaniyada ka qaybqaadashada ee Magaalada Cambridge FAQ" target="_blank">tilmaamaha halkan</a> .

source: Please tell us how we can contact you about your idea.
so: Fadlan inuu sheeg sida aan kaagala soo xiriiri karno fikradaada.

source: Project Location
so: Goobta Mashruuca

source: CITY OF CAMBRIDGE <br>PARTICIPATORY BUDGETING
so: MAGAALADA CAMBRIDGE<br> MIISAANIYADDA KA QAYBQAADASHADA

source: Note: Council district staff will review idea categories and make any revisions as needed.
so: Fiiro gaar ah: Shaqaalaha degmada golaha ayaa dib u eegi doona qaybaha fikradaha waxayna samayn doonaan dib u eegis kasta haddii loo baahdo.

source: Sorry, your browser doesn't support file uploads.
so: Waan ka xunahay, barowsarkaaga ma taageerayo soo gelinta faylka.

source: Recommend on Facebook
so: Kula taline Facebook

source: Tweet This
so: Tani Tweet garee

source: Most Recent
so: Wixi ugu dhawaa

source: Most {{ support_label_plural }}
so: Inta badan{{ support_label_plural }}

source: Most {{ survey_label_plural }}
so: Inta badan{{ survey_label_plural }}

source: <span class="visibility-icon invisible-icon">👁</span> This {{ place_config.response_name }} is <strong>only visible to moderators</strong>.
so: <span class="visibility-icon invisible-icon">👁</span> Tani{{ place_config.response_name }} <strong>kaliya ayaa u muuqda dhexdhexaadiyeyaasha</strong> .

source: <span class="visibility-icon visible-icon">👁</span> This {{ place_config.response_name }} is <strong>visible to everyone</strong>.
so: <span class="visibility-icon visible-icon">👁</span> Tani{{ place_config.response_name }} <strong>qof walba wuu u muuqdaa</strong> .

source: Make {{ place_config.response_name }} hidden
so: Ka dhig mid{{ place_config.response_name }} qarsoon

source: Make {{ place_config.response_name }} visible
so: Ka dhig mid{{ place_config.response_name }} muuqda

source: Thanks for participating!
so: Waad ku mahadsantahay ka qaybqaadashada!

source: We can't connect to the server at the moment. Hang tight while we re-establish communication.
so: Ma ku xidhi karno serverka wakhtigan. Ku dheji inta aan dib u yagleeleyno isgaarsiinta.

source: Close
so: Xir
