Repository: poepublic/shareabouts-pbcambridge
Catalog: src/conf/locale/*/LC_MESSAGES/django.po
Languages: am, ar, bn, es, fr, hi, ja, pt_br

source: Please choose...
am: እባክዎትን ይምረጡ...
ar: يرجى الاختيار...
bn: অনুগ্রহ করে বেছে নিন...
es: Por favor, elija...
fr: Veuillez choisir...
hi: कृपया चुनें...
ja: 選択してください...
pt_br: Escolha…

source: Prefer not to answer
am: ይህን ጥያቄ ከመመለስ እቆጠባለሁ
ar: أفضل عدم الإجابة
bn: উত্তর দিতে ইচ্ছুক নই
es: Prefiero no responder
fr: Préfère ne pas répondre
hi: जवाब नहीं देना पसंद करते हैं
ja: 答えたくない
pt_br: Prefiro não responder

source: Your age
am: እድሜዎ
ar: كم عمرك
bn: আপনার বয়স
es: Edad
fr: Votre âge
hi: आपकी उम्र
ja: あなたの年齢
pt_br: Sua idade

source: Under 18
am: ከ18 ዓመት በታች
ar: أقل من 18
bn: ১৮ এর নিচে
es: Menos de 18 años
fr: Moins de 18 ans
hi: 18 के नीचे
ja: 18歳未満
pt_br: Menos de 18 anos

source: 18 to 24
am: ከ 18 እስከ 24
ar: من 18 إلى 24
bn: ১৮ থেকে ২৪
es: 18 a 24 años
fr: 18 à 24 ans
hi: 18 से 24
ja: 18歳から24歳
pt_br: 18 a 24

source: 25 to 34
am: ከ 25 እስከ 34
ar: من 25 إلى 34
bn: ২৫ থেকে ৩৪
es: 25 a 34 años
fr: 25 à 34
hi: 25 से 34
ja: 25歳から34歳
pt_br: 25 a 34

source: 35 to 44
am: ከ 35 እስከ 44
ar: من 35 إلى 44
bn: ৩৫ থেকে ৪৪
es: 35 a 44 años
fr: 35 à 44 ans
hi: 35 से 44
ja: 35歳から44歳
pt_br: 35 a 44

source: 45 to 54
am: ከ 45 እስከ 54
ar: من 45 إلى 54
bn: ৪৫ থেকে ৫৪
es: 45 a 54 años
fr: 45 à 54 ans
hi: 45 से 54
ja: 45歳から54歳
pt_br: 45 a 54

source: 55 to 64
am: ከ 55 እስከ 64
ar: من 55 إلى 64
bn: ৫৫ থেকে ৬৪
es: 55 a 64 años
fr: 55 à 64 ans
hi: 55 से 64
ja: 55歳から64歳
pt_br: 55 até 64

source: 65 to 74
am: ከ 65 እስከ 74
ar: من 65 إلى 74
bn: ৬৫ থেকে ৭৪
es: 65 a 74 años
fr: 65 à 74 ans
hi: 65 से 74
ja: 65歳から74歳
pt_br: 65 até 74

source: 75 and over
am: 75 እና ከዚያ በላይ
ar: 75 وما فوق
bn: ৭৫ এবং এর বেশি
es: 75 años o más
fr: 75 ans et plus
hi: 75 और उससे अधिक
ja: 75歳以上
pt_br: 75 e mais

source: Your gender
am: የእርስዎ ጾታ
ar: جنسك
bn: আপনার লিঙ্গ
es: Género
fr: Votre sexe
hi: तुम्हारा लिंग
ja: 性別
pt_br: Seu gênero

source: Cisgender Female/woman
am: ሴት ሆኖ የተወለደ/ሴት
ar: امرأة/أنثى متوافقة الجنس
bn: সিসজেন্ডার মেয়ে/নারী
es: Cisgénero Femenino/mujer
fr: Cisgenre Femme/femme
hi: सिसजेंडर महिला/महिला
ja: シスジェンダー /女性
pt_br: Mulher cisgênero

source: Cisgender Male/man
am: ወንድ ሆኖ የተወለደ/ወንድ
ar: رجل/ذكر متوافق الجنس
bn: সিসজেন্ডার ছেলে/পুরুষ
es: Cisgénero Masculino/hombre
fr: Homme cisgenre
hi: सिसजेंडर पुरुष/पुरुष
ja: シスジェンダー /男性
pt_br: Homem cisgênero

source: Nonbinary/gender non-confirming
am: ሁለቱንም ያልሆነ/ያልተረጋገጠ ጾታ
ar: غير ثنائي/غير مؤكد الجنس
bn: ননবাইনারি/লিঙ্গ অ-নিশ্চিতকরণ
es: No binario/género no confirmado
fr: Non binaire / non confirmant le genre
hi: नॉनबाइनरी/लिंग गैर-पुष्टि
ja: ノンバイナリー／性別不確認
pt_br: Pessoa não binária/gênero não conformista

source: Transgender Female
am: ትራንስጀንደር ሴት
ar: أنثى متحولة جنسيا
bn: ট্রান্সজেন্ডার মহিলা
es: Transgénero Femenino
fr: Femme transgenre
hi: ट्रांसजेंडर महिला
ja: トランスジェンダー 女性
pt_br: Mulher trans

source: Transgender Male
am: ትራንስጀንደር ወንድ
ar: ذكر متحول جنسيا
bn: ট্রান্সজেন্ডার পুরুষ
es: Transgénero Masculino
fr: Homme transgenre
hi: ट्रांसजेंडर पुरुष
ja: トランスジェンダー 男性
pt_br: Homem trans

source: Your preferred language
am: የእርስዎ ተመራጭ ቋንቋ
ar: اللغة المفضلة لديك
bn: আপনার পছন্দের ভাষা
es: Idioma preferido
fr: Votre langue préférée
hi: आपकी पसंदीदा भाषा
ja: ご希望の言語
pt_br: Idioma de sua preferência

source: English
am: እንግሊዝኛ
bn: ইংরেজী
es: Inglés
fr: Anglais
ja: 英語
pt_br: Inglês

source: Amharic
am: አማርኛ
ar: الأمهرية
bn: আমহারিক
es: Amárico
fr: Amharique
hi: अम्हारिक्
ja: アムハラ語
pt_br: Amárico

source: Arabic
am: አረብኛ
ar: العربية
bn: আরবি
es: Árabe
fr: Arabe
hi: अरबी
ja: アラビア語
pt_br: Árabe

source: Bangla
am: ባንግላ
ar: البنغالية
bn: বাংলা
hi: बांग्ला
ja: バングラ
pt_br: Bengali

source: Chinese
am: ቻይንኛ
ar: الصينىة
bn: চাইনিজ
es: Chino
fr: Chinois
hi: चीनी
ja: 中国語
pt_br: Chinês

source: Haitian Creole
am: ሓይቲያን ክሬኦሌ
ar: الكريولية الهايتية
bn: হাইতিয়ান ক্রিওল
es: Haitiano Criollo
fr: Créole haïtien
hi: हाईटियन क्रियोल
ja: ハイチ・クレオール
pt_br: Crioulo haitiano

source: Portuguese
am: ፖርቹጋልኛ
ar: البرتغالية
bn: পর্তুগীজ
es: Portugués
fr: Portugais
hi: पुर्तगाली
ja: ポルトガル語
pt_br: Português

source: Spanish
am: ስፓኒሽ
ar: الإسبانية
bn: স্প্যানিশ
es: Español
fr: Espagnol
hi: स्पैनिश
ja: スペイン語
pt_br: Espanhol

source: Your Race/Ethnicity
am: የእርስዎ ዘር/ጎሳ
ar: عرقك/إثنيتك
bn: আপনার জাতি/জাতিসত্ত্বা
es: Raza/Etnia
fr: Votre race/ethnie
hi: आपकी जाति/नृजातीयता
ja: 人種／民族
pt_br: Sua raça/etnia

source: Asian/East Indian
am: እስያዊ/ምስራቅ ህንዳዊ
ar: آسيوي / هندي شرقي
bn: এশীয়/পূর্ব ভারতীয়
es: Asiático/Indio Oriental
fr: Asiatique/Indien de l’Est
hi: एशियाई/पूर्वी भारतीय
ja: アジア人/東インド人
pt_br: Asiático/indiano

source: Black or African American
am: ጥቁር ወይም አፍሪካዊ አሜሪካዊ
ar: أسود أو أمريكي من أصل أفريقي
bn: কৃষ্ণাঙ্গ বা আফ্রিকান আমেরিকান
es: Negro o Afroamericano
fr: Noirs ou afro-américains
hi: अश्वेत या अफ्रीकी अमेरिकी
ja: 黒人またはアフリカ系アメリカ人
pt_br: Negro(a) ou afro-americano(a)

source: Hawaiian or Pacific Islander
am: የሃዋይ ወይም የፓሲፊክ ደሴት ነዋሪ
ar: من هاواي أو جزر المحيط الهادئ
bn: হাওয়াইয়ান বা প্রশান্ত মহাসাগরীয় দ্বীপবাসী
es: Hawaiano o Isleño Del Pacífico
fr: Hawaïen ou insulaire du Pacifique
hi: हवाईयन या प्रशांत द्वीपवासी
ja: ハワイアンまたは太平洋諸島民
pt_br: Nativo(a) do Havaí ou das ilhas do Pacífico

source: Hispanic, Latinx
am: ሂስፓኒክ/ላቲንኤክስ
ar: إسباني، لاتيني
bn: হিস্পানিক, ল্যাটিনক্স
es: Hispano, Latinx
fr: Hispanique, Latinx
hi: हिस्पैनिक, लैटिनक्स
ja: ヒスパニック、ラテン系
pt_br: Hispânico, Latinx

source: Middle Eastern/North African
am: መካከለኛው ምስራቅ/ሰሜን አፍሪካ
ar: من الشرق الأوسط/شمال أفريقيا
bn: মধ্যপ্রাচ্য/উত্তর আফ্রিকান
es: Oriente Medio/Norteafricano
fr: Moyen-Orient/Afrique du Nord
hi: मध्य पूर्वी/उत्तरी अफ़्रीकी
ja: 中東/北アフリカ
pt_br: Oriente Médio/Norte da África

source: Native American, Alaskan
am: አሜሪካዊ ተወላጅ፣ አላስካን
ar: أمريكي أصلي، ألاسكي
bn: নেটিভ আমেরিকান, আলাস্কান
es: Nativo Americano, de Alaska
fr: Amérindien, Alaskan
hi: मूल अमेरिकी, अलास्कन
ja: アメリカ原住民、アラスカ人
pt_br: Nativo americano, alasquiano

source: White, Caucasian
am: ነጭ፣ የካውኬዣን
ar: أبيض، قوقازي
bn: শেতাঙ্গ, ককেশীয়
es: Blanco, Caucásico
fr: Blanc, Caucasien
hi: श्वेत, कोकेशियान
ja: 白人
pt_br: Branco, caucasiano

source: Multi-racial, multi-ethnic background
am: ባለብዙ ብሄር፣ ባለብዙ ጎሳ
ar: خلفية متعددة الأعراق والإثنيات
bn: বহু-জাতিগত, বহু-জাতিসত্ত্বার ব্যাকগ্রাউন্ড
es: Origen multirracial, multiétnico
fr: Origine multiraciale, multiethnique
hi: बहु-नस्लीय, बहु-जातीय पृष्ठभूमि
ja: 多民族、多民族のバックグラウンド
pt_br: Origem multirracial e multiétnica

source: comment
am: አስተያየት
ar: تعليق
bn: মন্তব্য
es: comentario
fr: commentaire
hi: टिप्पणी
ja: コメント
pt_br: comentário

source: comments
am: አስተያየቶች
ar: تعليقات
bn: মন্তব্যসমূহ
es: comentarios
fr: commentaires
hi: टिप्पणियाँ
ja: コメント
pt_br: comentários

source: commented on
am: በሚከተሉት ላይ አስተያየት ተሰቷል
ar: علق على
bn: মন্তব্য করা হয়েছে
es: comentado
fr: commenté sur
hi: पर टिप्पणी की
ja: コメント
pt_br: comentou em

source: Leave a Comment
am: አስተያየት ይስጡ
ar: اترك تعليقا
bn: একটি মন্তব্য করুন
es: Dejar Un Comentario
fr: Laisser un commentaire
hi: एक टिप्पणी छोड़ें
ja: コメントを残す
pt_br: Deixe um comentário

source: Comment
am: አስተያየት
ar: تعليق
bn: মন্তব্য
es: Comentario
fr: Commentaire
hi: टिप्पणी
ja: コメント
pt_br: Comentário

source: Your Name
am: የእርስዎ ስም
ar: ما اسمك
bn: আপনার নাম
es: Nombre
fr: Votre nom
hi: आपका नाम
ja: お名前
pt_br: Seu nome

source: Support This!
am: ይህንን ይደግፉ!
ar: أدعم هذا!
bn: এটাকে সাপোর্ট করুন!
es: ¡Apoyar esta causa!
fr: Soutenez-le !
hi: इसका समर्थन करें!
ja: これをサポートしてください！
pt_br: Apoie isso!

source: support
am: ድጋፍ
ar: يدعم
bn: সাপোর্ট
es: apoyar
fr: soutien
hi: समर्थन
ja: サポート
pt_br: apoio

source: supports
am: ግጋፎች
ar: يدعمون
bn: সাপোর্ট করেন
es: apoyar
fr: soutiens
hi: समर्थन करता है
ja: サポート
pt_br: apoia

source: supported
am: የተደገፈ
ar: مدعوم
bn: সমর্থিত
es: apoyado
fr: soutenu
hi: समर्थित
ja: 対応
pt_br: apoiado

source: Cambridge PB Home
am: የ Cambridge PB መነሻ
ar: Cambridge PB الرئيسية
es: Presupuestos Participativos De Cambridge Inicio
hi: कैम्ब्रिज PB होम
ja: ケンブリッジPBホーム
pt_br: PB de Cambridge Início

source: Overview
am: አጠቃላይ እይታ
ar: ملخص
bn: ওভারভিউ
es: Visión general
fr: Vue d'ensemble
hi: अवलोकन
ja: 概要
pt_br: Visão geral

source: <strong>{{ target.submitter_name }}</strong> {{action}} a <span class="place-type">{{place.place_type_label}}</span> idea
am: <strong>{{ target.submitter_name }}</strong>{{action}} ሀ<span class="place-type">{{place.place_type_label}}</span> ሀሳብ
ar: <strong>{{ target.submitter_name }}</strong>{{action}} <span class="place-type">{{place.place_type_label}}</span> فكرة
bn: <strong>{{ target.submitter_name }}</strong>{{action}} একটি<span class="place-type">{{place.place_type_label}}</span> ধারণা
es: <strong>{{ target.submitter_name }}</strong> {{action}} <span class="place-type">{{place.place_type_label}}</span> idea
fr: <strong>{{ target.submitter_name }}</strong> {{action}} a <span class="place-type">{{place.place_type_label}}</span> idée
hi: <strong>{{ target.submitter_name }}</strong>{{action}} एक<span class="place-type">{{place.place_type_label}}</span> विचार
ja: <strong>{{ target.submitter_name }}</strong>{{action}}<span class="place-type">{{place.place_type_label}}</span>アイデア
pt_br: <strong>{{ target.submitter_name }}</strong>{{action}} uma <span class="place-type">{{place.place_type_label}}</span> ideia

source: <strong>{{ target.submitter_name }}</strong> {{action}} an <span class="place-type">{{place.place_type_label}}</span> idea
am: <strong>{{ target.submitter_name }}</strong>{{action}} አንድ<span class="place-type">{{place.place_type_label}}</span> ሀሳብ
ar: <strong>{{ target.submitter_name }}</strong>{{action}} <span class="place-type">{{place.place_type_label}}</span> فكرة
bn: <strong>{{ target.submitter_name }}</strong>{{action}} একটি<span class="place-type">{{place.place_type_label}}</span> আইডিয়া
es: <strong>{{ target.submitter_name }}</strong> {{action}} <span class="place-type">{{place.place_type_label}}</span> idea
fr: <strong>{{ target.submitter_name }}</strong> {{action}} une <span class="place-type">{{place.place_type_label}}</span> idée
hi: <strong>{{ target.submitter_name }}</strong>{{action}} एक<span class="place-type">{{place.place_type_label}}</span> विचार
ja: <strong>{{ target.submitter_name }}</strong>{{action}}<span class="place-type">{{place.place_type_label}}</span>アイデア
pt_br: <strong>{{ target.submitter_name }}</strong>{{action}} uma <span class="place-type">{{place.place_type_label}}</span> ideia

source: A new <span class="place-type">{{ place_type_label }} idea </span>from <strong>{{ source }}</strong> named <span class="place-name">{{ name }}</span>
am: አዲስ<span class="place-type">{{ place_type_label }} ሀሳብ </span>ከ<strong>{{ source }}</strong> የሚባል ስም<span class="place-name">{{ name }}</span>
ar: فكرة <span class="place-type">{{ place_type_label }} جديدة </span>من<strong>{{ source }}</strong> اسمه<span class="place-name">{{ name }}</span>
bn: একটি নতুন<span class="place-type">{{ place_type_label }} আইডিয়া </span>থেকে<strong>{{ source }}</strong> নামকরণ<span class="place-name">{{ name }}</span>
es: Una nueva idea<span class="place-type">{{ place_type_label }} </span><strong>{{ source }}</strong> basada en <span class="place-name">{{ name }}</span>
fr: Une nouvelle <span class="place-type">idée{{ place_type_label }} de </span><strong>{{ source }}</strong> nommée <span class="place-name">{{ name }}</span>
hi: एक नया <span class="place-type">{{ place_type_label }} विचार </span> <span class="place-name">{{ name }}</span> नाम के <strong>{{ source }}</strong>से
ja: <span class="place-name">{{ name }}</span>という名前の、<strong>{{ source }}</strong>からの新しい<span class="place-type">{{ place_type_label }}</span>アイデア。
pt_br: Uma nova <span class="place-type">{{ place_type_label }} ideia </span>de <strong>{{ source }}</strong> chamada <span class="place-name">{{ name }}</span>

source: Log Out
am: ውጣ
ar: تسجيل الخروج
bn: লগ আউট করুন
es: Cerrar Sesión
fr: Se déconnecter
hi: लॉग आउट
ja: ログアウト
pt_br: Sair

source: Sign In
am: ግባ
ar: تسجيل الدخول
bn: সাইন ইন করুন
es: Registrarse
fr: S'inscrire
hi: साइन इन
ja: サインイン
pt_br: Entrar

source: Signed in as</span> <span class="current-user">{{ current_user "name" }}
am: እንደ ገብቷል</span> <span class="current-user">{{ current_user "name" }}
ar: تم تسجيل الدخول باسم </span> <span class="current-user"> {{ current_user "name" }}
bn: হিসাবে সাইন ইন করা হয়েছে</span> <span class="current-user">{{ current_user "name" }}
es: Iniciar sesión como</span> <span class="current-user">{{ current_user "name" }}
fr: Connecté en tant que</span> <span class="current-user"> <span class="current-user">{{ current_user "name" }}
hi: </span> <span class="current-user">{{ current_user "name" }} के रूप में साइन इन किया गया
ja: {{ current_user "name" }}としてサインイン</span> <span class="current-user">
pt_br: Entrou como </span> <span class="current-user">{{ current_user "name" }}

source: optional
am: አማራጭ
ar: اختياري
bn: ঐচ্ছিক
es: opcional
fr: facultatif
hi: वैकल्पिक
ja: 任意
pt_br: opcional

source: Get More Involved
am: የበለጠ ይሳተፉ
ar: شارك أكثر
bn: আরও জড়িত হোন
es: Involúcres más
fr: S'impliquer davantage
hi: अधिक से अधिक शामिल हों
ja: もっと参加する
pt_br: Envolva-se mais

source: Helping to spread the word about PB to make sure that people in all corners of Cambridge know about this initiative and can participate
am: በሁሉም በ Cambridge ማዕዘኖች ያሉ ሰዎች ስለዚህ ተነሳሽነት እንዲያውቁ እና መሳተፍ እንደሚችሉ ለማረጋገጥ ስለ PB ሃሳብን በማሰራጨት ማገዝ
ar: المساعدة في نشر الكلمة حول PB للتأكد من أن الأشخاص في جميع أنحاء Cambridge يعرفون عن هذه المبادرة ويمكنهم المشاركة
bn: Cambridge-এর সমস্ত কোণের মানুষ যাতে এই উদ্যোগ সম্পর্কে জানেন এবং অংশগ্রহণ করতে পারেন তা নিশ্চিত করতে PB সম্পর্কে প্রচার করতে সহায়তা করা হচ্ছে
es: Ayude a correr la voz sobre el programa de Presupuestos Participativos para asegurar de que la gente de todos los rincones de Cambridge conozca esta iniciativa y pueda participar.
fr: Aider à faire connaître le PB afin de s'assurer que les habitants de tous les coins de Cambridge sont au courant de cette initiative et peuvent y participer.
hi: PB के बारे में जानकारी फैलाने में मदद करना ताकि यह सुनिश्चित हो सके कि कैम्ब्रिज के सभी कोनों में लोग इस पहल के बारे में जानें और इसमें भाग ले सकें
ja: ケンブリッジのあらゆる地域の人々がこの取り組みについて知り、参加できるよう、PBについての情報を広める手助けをする
pt_br: Ajudar a divulgar o PB para garantir que as pessoas em todos os cantos de Cambridge conheçam essa iniciativa e possam participar

source: Helping with the voting process in March
am: በማርች ውስጥ ስለሚደረገው የድምጽ አሰጣጥ ሂደት ላይ እገዛ ማድረግ
ar: المساعدة في عملية التصويت في شهر مارس
bn: মার্চের ভোট প্রক্রিয়ায় সহায়তা করা
es: Colabora en el proceso de votación de marzo
fr: Aider au processus de vote en mars
hi: मार्च में मतदान प्रक्रिया में सहायता करना
ja: 3月の投票のお手伝い
pt_br: Ajudar com o processo de votação em março

source: If you would like to volunteer to help out with the PB process in any way, please feel free to sign up <a href="http://cambridgema.nationbuilder.com/volunteer">here</a>
am: በማንኛውም መንገድ የ PB ሂደትን ለመርዳት ፈቃደኛ መሆን ከፈለጉ፣ እባክዎ <a href="http://cambridgema.nationbuilder.com/volunteer">እዚህ</a> ለመመዝገብ ነፃነት ይሰማዎት
ar: إذا كنت ترغب في التطوع للمساعدة في عملية PB بأي شكل من الأشكال، فلا تتردد في التسجيل <a href="http://cambridgema.nationbuilder.com/volunteer">هنا</a>
bn: আপনি যদি PB প্রক্রিয়ার সাথে যেকোনো উপায়ে সাহায্য করতে স্বেচ্ছাসেবক হতে চান, অনুগ্রহ করে <a href="http://cambridgema.nationbuilder.com/volunteer">এখানে</a> সাইন আপ করুন
es: Si desea colaborar como voluntario en el proceso de Presupuestos Participativos, no dude <a href="http://cambridgema.nationbuilder.com/volunteer">en inscribirse aquí.</a>
fr: Si vous souhaitez vous porter volontaire pour participer au processus du PB, n'hésitez pas à vous inscrire <a href="http://cambridgema.nationbuilder.com/volunteer">ici.</a>
hi: यदि आप किसी भी तरह से PB प्रक्रिया में मदद करने के लिए स्वयंसेवक बनना चाहते हैं, तो कृपया <a href="http://cambridgema.nationbuilder.com/volunteer">यहां</a> साइन अप करने के लिए स्वतंत्र महसूस करें
ja: ボランティアとしてPBプロセスをお手伝いいただける方は、<a href="http://cambridgema.nationbuilder.com/volunteer">こちらから</a>お気軽にお申し込みください。
pt_br: Se você quiser se voluntariar para ajudar no processo do PB de alguma forma, sinta-se à vontade para se inscrever <a href="http://cambridgema.nationbuilder.com/volunteer">aqui</a>

source: Providing translation services for meetings or outreach materials
am: ለስብሰባ ወይም ቁሳቁሶች ለማድረስ የትርጉም አገልግሎት መስጠት
ar: توفير خدمات الترجمة للاجتماعات أو المواد التوعوية
bn: সভা বা প্রচার সামগ্রীর জন্য অনুবাদ পরিসেবা প্রদান করা
es: Proporcione servicios de traducción para reuniones o material de divulgación
fr: Fournir des services de traduction pour les réunions ou les documents de sensibilisation
hi: बैठकों या आउटरीच सामग्रियों के लिए अनुवाद सेवाएं प्रदान करना
ja: 会議またはアウトリーチ資料の翻訳サービスの提供
pt_br: Fornecer serviços de tradução para reuniões ou materiais de divulgação

source: Submitting ideas in December
am: በዲሰምበር ውስጥ ሀሳቦችን ማቅረብ
ar: تقديم الأفكار في ديسمبر
bn: ডিসেম্বরে আইডিয়া জমা দেওয়া
es: Envíe las ideas en diciembre
fr: Soumettre des idées en décembre
hi: दिसंबर में विचार प्रस्तुत करें
ja: 12月にアイデアを提出
pt_br: Enviar ideias em dezembro

source: There are many opportunities to get involved with the PB process, including:
am: በPB ሂደት ውስጥ ለመሳተፍ ብዙ እድሎች አሉ፣ ከእነዚህም ውስጥ፦
ar: هناك العديد من الفرص للمشاركة في عملية PB، بما في ذلك:
bn: PB প্রক্রিয়ার সাথে জড়িত হওয়ার অনেক সুযোগ রয়েছে, যার মধ্যে রয়েছে:
es: Hay muchas oportunidades de participar en el proceso de Presupuestos Participativos, incluyendo:
fr: Il existe de nombreuses possibilités de s'impliquer dans le processus du PB :
hi: PB प्रक्रिया में शामिल होने के कई अवसर हैं, जिनमें शामिल हैं:
ja: PBプロセスには、以下を含み、関与する多くの機会があります：
pt_br: Existem muitas oportunidades de se envolver com o processo do PB, incluindo:

source: Volunteering to serve as a Budget Delegate in January and February
am: በጀንዋሪ እና በፌብሩዋሪ ውስጥ የበጀት ተወካይ ሆኖ ለማገልገል ፈቃደኛ መሆን
ar: التطوع للعمل كمندوب للميزانية في شهري يناير وفبراير
bn: জানুয়ারি এবং ফেব্রুয়ারিতে বাজেট প্রতিনিধি হিসাবে কাজ করার জন্য স্বেচ্ছাসেবী
es: Ofrecerse como voluntario para el puesto de Delegado De Presupuestos en enero y febrero
fr: Se porter volontaire pour être délégué au budget en janvier et février
hi: जनवरी और फरवरी में बजट प्रतिनिधि के रूप में सेवा करने के लिए स्वेच्छा से आगे आना
ja: 1月と2月に予算代議員としてボランティアする
pt_br: Voluntariar-se para servir como Delegado de Orçamento em janeiro e fevereiro

source: <strong>For more information on Participatory Budgeting (including on how to volunteer)</strong>, please visit <a href="http://pb.cambridgema.gov" target="_blank">http://pb.cambridgema.gov</a> or contact the City&apos;s Budget Office at <a href="mailto:pb@cambridgema.gov">pb@cambridgema.gov</a> or <a href="tel:(617) 349-4270">(617) 349-4270.</a>
am: <strong>ስለ አሳታፊ በጀት (በበጎ ፈቃደኝነት መስራት ላይን ጭምር) ለበለጠ መረጃ</strong> ፣ እባክዎን <a href="http://pb.cambridgema.gov" target="_blank">http://pb.cambridgema.gov</a> ይጎብኙ ወይም የከተማውን በጀት ቢሮ በ <a href="mailto:pb@cambridgema.gov">pb@cambridgema.gov</a> ወይም <a href="tel:(617) 349-4270">(617) 349-4270 ያግኙ ።</a>
ar: <strong>لمزيد من المعلومات حول الميزانية التشاركية (بما في ذلك كيفية التطوع)</strong>، يرجى زيارة <a href="http://pb.cambridgema.gov" target="_blank">http://pb.cambridgema.gov</a> أو الاتصال بمكتب الميزانية في المدينة على <a href="mailto:pb@cambridgema.gov">pb@cambridgema.gov</a> أو <a href="tel:(617) 349-4270">4270-349-(617).</a>
bn: <strong>অংশগ্রহণমূলক বাজেট সম্পর্কে আরও তথ্যের জন্য (কীভাবে স্বেচ্ছাসেবক হতে হবে তা সহ)</strong> , অনুগ্রহ করে <a href="http://pb.cambridgema.gov" target="_blank">http://pb.cambridgema.gov</a> ভিজিট করুন বা যোগাযোগ করুন শহরের বাজেট অফিসে <a href="mailto:pb@cambridgema.gov">pb@cambridgema.gov</a> অথবা <a href="tel:(617) 349-4270">(617) 349-4270 .</a>
es: <strong>Para más información sobre los Presupuestos Participativos (y sobre cómo ofrecerse voluntario)</strong>, visite <a href="http://pb.cambridgema.gov" target="_blank">http://pb.cambridgema.gov</a> o contacte con la Oficina Presupuestaria Municipal en <a href="mailto:pb@cambridgema.gov">pb@cambridgema.gov</a> o al <a href="tel:(617) 349-4270">(617) 349-4270.</a>
fr: <strong>Pour plus d'informations sur le budget participatif (y compris sur la manière de se porter volontaire)</strong>, veuillez consulter le site <a href="http://pb.cambridgema.gov" target="_blank">http://pb.cambridgema.gov</a> ou contacter le bureau du budget de la ville à l'<a href="mailto:pb@cambridgema.gov">adresse pb@cambridgema.gov</a> ou au <a href="tel:(617) 349-4270"> numéro (617) 349-4270.</a>
hi: <strong>सहभागी बजट (स्वयंसेवक बनने के तरीके सहित) के बारे में अधिक जानकारी के लिए</strong> , कृपया <a href="http://pb.cambridgema.gov" target="_blank">http://pb.cambridgema.gov</a> पर जाएं या शहर के बजट कार्यालय से <a href="mailto:pb@cambridgema.gov">pb@cambridgema.gov</a> या <a href="tel:(617) 349-4270">(617) 349-4270 पर संपर्क करें।</a>
ja: <strong>参加型予算編成の詳細（ボランティア活動の方法を含む）については</strong>、 <a href="http://pb.cambridgema.gov" target="_blank">http://pb.cambridgema.gov</a>を参照するか、市の予算事務局<a href="mailto:pb@cambridgema.gov">（pb@cambridgema.gov</a>または(617) 349-4270）までお問い合わせください<a href="tel:(617) 349-4270">。</a>
pt_br: <strong>Para obter mais informações sobre o Orçamento Participativo (inclusive como ser voluntário)</strong>, visite <a href="http://pb.cambridgema.gov" target="_blank">http://pb.cambridgema.gov</a> ou entre em contato com o Escritório de Orçamento da Cidade em <a href="mailto:pb@cambridgema.gov">pb@cambridgema.gov</a> ou <a href="tel:(617) 349-4270">(617) 349-4270.</a>

source: And many others!
am: እና ሌሎችም ብዙ!
ar: وغيرها الكثير!
bn: এবং আরো অনেক!
es: ¡Y muchos más!
fr: Et bien d'autres encore !
hi: और कई अन्य!
ja: ほかにもいろいろあります！
pt_br: E muitas outras!

source: Explore ideas from others in the community using the “List All Ideas” tab on the upper right of the page or directly through the map.
am: በገጹ በላይኛው ቀኝ ጥግ ላይ ያለውን የ"List All Ideas" የሚለውን ቁልፍ በመጠቀም ወይም በቀጥታ በMAPS በኩል በማህበረሰቡ ውስጥ ካሉ ሌሎች ሀሳቦችን ያስሱ።
es: Explore las ideas de otros miembros de la comunidad utilizando la pestaña "Lista De Todas Las Ideas", en la parte superior derecha de la página, o directamente a través del mapa.
ja: ページ右上の 「アイデアをすべてリスト」のタブを使うか、地図から直接、コミュニティ内の他の人のアイデアを調べることができます。

source: Home Essentials for Newly Housed Residents
am: ለአዲስ መኖሪያ ቤት ነዋሪዎች የቤት አስፈላጊ ነገሮች
ar: المستلزمات المنزلية الأساسية للمقيمين الجدد
bn: নতুন আবাসিক বাসিন্দাদের জন্য ঘরের প্রয়োজনীয় জিনিস
es: Elementos Esenciales Para Los Residentes Recién Alojados
fr: L'essentiel à la maison pour les nouveaux résidents
hi: नए घर में रहने वाले निवासियों के लिए आवश्यक घरेलू सामान
ja: 新入居者のための住まいの必需品
pt_br: Itens essenciais para residentes recém-alojados

source: If you have an idea for a project to improve Cambridge, please share it on the map!
am: Cambridge ን ለማሻሻል ፕሮጀክት ሀሳብ ካሎት እባክዎን በMAPS ላይ ያካፍሉት!
ar: إذا كانت لديك فكرة لمشروع لتحسين Cambridge، يرجى مشاركتها على الخريطة!
bn: Cambridge-এর উন্নতির জন্য আপনার কাছে কোনো প্রকল্পের আইডিয়া থাকলে, অনুগ্রহ করে তা ম্যাপে শেয়ার করুন!
es: Si tiene una idea para un proyecto de mejora de Cambridge, ¡compártala en el mapa!
fr: Si vous avez une idée de projet pour améliorer Cambridge, n'hésitez pas à la partager sur la carte !
hi: यदि आपके पास कैम्ब्रिज को बेहतर बनाने के लिए कोई परियोजना का विचार है, तो कृपया उसे मानचित्र पर साझा करें!
ja: ケンブリッジを改善するプロジェクトのアイデアがあれば、ぜひマップ上で共有してください！
pt_br: Se você tem uma ideia de projeto para melhorar Cambridge, compartilhe-a no mapa!
