Repository: poepublic/shareabouts-pbcambridge
Catalog: src/conf/locale/*/LC_MESSAGES/django.po
Languages: am, ar, bn, es, fr, hi, ja, pt_br

source: Powered by
am: የተጎላበተው
ar: مدعوم بواسطة
bn: পাওয়ার্ড বাই
es: Desarrollado por
fr: Propulsé par
hi: द्वारा संचालित
ja: 提供
pt_br: Distribuído por

source: Culture and Community Facilities
am: በባህል እና የማህበረሰብ መገልገያዎች ነው
ar: مرافق الثقافة والمجتمع
bn: সাংস্কৃতিক ও সামাজিক সুযোগ-সুবিধা
es: Cultura E Instalaciones Comunitarias
fr: Culture et équipements collectifs
hi: संस्कृति और सामुदायिक सुविधाएं
ja: 文化とコミュニティ施設
pt_br: Cultura e instalações comunitárias

source: Education
am: ትምህርት
ar: التعليم
bn: শিক্ষা
es: Educación
fr: L'éducation
hi: शिक्षा
ja: 教育
pt_br: Educação

source: Environment
am: አካባቢ
ar: البيئة
bn: পরিবেশ
es: Medio Ambiente
fr: Environnement
hi: पर्यावरण
ja: 環境
pt_br: Meio ambiente

source: Parks and Recreation
am: ፓርኮች እና መዝናኛዎች
ar: الحدائق والترفيه
bn: পার্ক এবং বিনোদন
es: Parques Y Actividades Recreativas
fr: Parcs et loisirs
hi: पार्क और मनोरंजन
ja: 公園・レクリエーション
pt_br: Parques e recreação

source: Public Health and Safety
am: የህዝብ ጤና እና ደህንነት
ar: الصحة العامة والسلامة
bn: জনস্বাস্থ্য ও নিরাপত্তা
es: Salud Pública Y Seguridad
fr: Santé publique et sécurité
hi: सार्वजनिक स्वास्थ्य और सुरक्षा
ja: 公衆衛生と安全
pt_br: Saúde e segurança pública

source: Streets and Sidewalks
am: ጎዳናዎች እና የእግረኛ መንገዶች
ar: الشوارع والأرصفة
bn: রাস্তা এবং ফুটপাথ
es: Calles Y Aceras
fr: Rues et trottoirs
hi: सड़कें और फुटपाथ
ja: 道路と歩道
pt_br: Ruas e calçadas

source: Approximate location:
am: ግምታዊ አካባቢ፦
ar: الموقع التقريبي:
bn: আনুমানিক স্থান:
es: Ubicación aproximada:
fr: Localisation approximative :
hi: अनुमानित स्थान:
ja: おおよその場所：
pt_br: Localização aproximada:

source: <h5>Thanks!</h5> <p>The following questions are <strong>optional</strong> and will help us to assess whether these maps are reaching the full diversity of our community:
am: <h5>እናመሰግናለን!</h5> <p>የሚከተሉት ጥያቄዎች <strong>አማራጭ</strong> ናቸው እና እነዚህ MAPS የማህበረሰባችን ሙሉ ስብጥር ላይ እየደረሱ እንደሆነ ለመገምገም ይረዱናል</p>
ar: <h5>شكرًا لك!</h5> <p>الأسئلة التالية <strong>اختيارية</strong> وستساعدنا في تقييم ما إذا كانت هذه الخرائط تصل إلى التنوع الكامل لمجتمعنا:</p>
bn: <h5>ধন্যবাদ!</h5> <p>নিম্নলিখিত প্রশ্নগুলি <strong>ঐচ্ছিক</strong> এবং এই ম্যাপগুলো আমাদের কমিউনিটি সম্পূর্ণ বৈচিত্র্যে পৌঁছেছে কিনা তা মূল্যায়ন করতে আমাদের সাহায্য করবে:</p>
es: <h5>¡Gracias!</h5> <p>Las siguientes preguntas son <strong>opcionales</strong> y nos ayudarán a evaluar si estos mapas reflejan toda la diversidad de nuestra comunidad:</p>
fr: <h5>Merci !</h5> <p>Les questions suivantes sont <strong>facultatives</strong> et nous aideront à évaluer si ces cartes atteignent toute la diversité de notre communauté :</p>
hi: <h5>धन्यवाद!</h5> <p>निम्नलिखित प्रश्न <strong>वैकल्पिक</strong> हैं और इनसे हमें यह आकलन करने में मदद मिलेगी कि क्या ये मानचित्र हमारे समुदाय की संपूर्ण विविधता तक पहुँच रहे हैं:</p>
ja: <h5>ありがとうございます！</h5> <p>以下の質問は<strong>任意ですが</strong>、これらの地図が私たちの多様なコミュニティに完全に届いているかどうかを評価するのに役立ちます：</p>
pt_br: <h5>Obrigado!</h5> <p>As perguntas a seguir são <strong>opcionais</strong> e nos ajudarão a avaliar se esses mapas representam toda a diversidade de nossa comunidade:</p>

source: Note: City staff will review idea categories and make any revisions as needed.
am: ማስታወሻ፦ የከተማው ሰራተኞች የሃሳብ ምድቦች ላይ ግምገማ ያደርጋሉ እና እንደ አስፈላጊነቱ ማሻሻያ ያደርጋሉ።
ar: ملاحظة: سوف يقوم موظفو المدينة بمراجعة فئات الأفكار وإجراء أي تعديلات حسب الحاجة.
bn: নোট: শহরের কর্মীরা আইডিয়ার শ্রেণীগুলি পর্যালোচনা করবেন এবং প্রয়োজনে যেকোন সংশোধন করবেন।
es: Nota: El personal de la ciudad revisará las categorías de ideas y realizará las modificaciones necesarias.
fr: Remarque : le personnel de la ville examinera les catégories d'idées et y apportera les modifications nécessaires.
hi: नोट: शहर के कर्मचारी विचार श्रेणियों की समीक्षा करेंगे और आवश्यकतानुसार संशोधन करेंगे।
ja: 注：市職員がアイデア・カテゴリーを検討し、必要に応じて修正します。
pt_br: Observação: a equipe da cidade analisará as categorias de ideias e fará as revisões necessárias.

source: Your Race/Ethnicity:
am: የእርስዎ ዘር/ጎሳ፦
ar: عرقك/إثنيتك:
bn: আপনার জাতি/জাতিসত্তা:
es: Raza/Etnia:
fr: Votre race/ethnie :
hi: आपकी जाति/नृजातीयता:
ja: あなたの人種/民族：
pt_br: Sua raça/etnia:

source: Transportation
am: መጓጓዣ
ar: المواصلات
bn: পরিবহণ
es: Transporte
fr: Transport
hi: परिवहन
ja: 交通
pt_br: Transporte

source: Street Smarts
am: በተለምዶ
ar: ذكاء الشارع
bn: স্ট্রিট স্মার্টস
es: Calles Inteligentes
fr: L'intelligence de la rue
hi: स्ट्रीट स्मार्ट्स
ja: ストリート・スマート
pt_br: Inteligência nas ruas

source: Community Resources
am: የማህበረሰብ ሀብቶች
ar: موارد المجتمع
bn: কমিউনিটি রিসোর্স
es: Recursos Comunitarios
fr: Ressources communautaires
hi: सामुदायिक संसाधन
ja: 地域資源
pt_br: Recursos da comunidade

source: Facilities, Parks & Recreation
am: መገልገያዎች፣ ፓርኮች እና መዝናኛዎች
ar: المرافق والحدائق والترفيه
bn: সুবিধাসমূহ, পার্ক এবং বিনোদন
es: Instalaciones, Parques Y Ocio
fr: Installations, parcs et loisirs
hi: सुविधाएं, पार्क और मनोरंजन
ja: 施設、公園・レクリエーション
pt_br: Instalações, parques e recreação

source: Youth
am: ወጣቶች
ar: الشباب
bn: যৌবন
es: Juventud
fr: La jeunesse
hi: युवा
ja: ユース
pt_br: Juventude

source: City of Cambridge Participatory Budgeting
am: የ Cambridge ከተማ አሳታፊ ባጀት
ar: الميزانية التشاركية لمدينة Cambridge
bn: Cambridge শহরের অংশগ্রহণমূলক বাজেট (PB)
es: Presupuesto Participativo De La Ciudad De Cambridge
fr: Budget participatif de la ville de Cambridge
hi: कैम्ब्रिज शहर की भागीदारीपूर्ण बजटिंग
ja: ケンブリッジ市参加型予算編成
pt_br: Orçamento participativo da Cidade de Cambridge

source: Participatory Budgeting for Cambridge, MA
am: አሳታፊ በጀት ለ Cambridge፣ MA
ar: الميزانية التشاركية لمدينة Cambridge، MA
bn: Cambridge, MA-এর জন্য অংশগ্রহণমূলক বাজেট
es: Presupuestos Participativos Para Cambridge, MA
fr: Budget participatif pour Cambridge, MA
hi: कैम्ब्रिज, MA के लिए सहभागी बजट
ja: マサチューセッツ州ケンブリッジ市の参加型予算編成
pt_br: Orçamento participativo para Cambridge, MA

source: How would YOU spend $1M?
am: $1ሚ እንዴት ያወጣሉ?
ar: كيف تود أن تنفق مليون دولار؟
bn: আপনি কিভাবে ১ মিলিয়ন ডলার খরচ করবেন?
es: ¿Cómo gastaría USTED un millón de dólares?
fr: Comment dépenseriez-vous 1 million de dollars ?
hi: आप 1 मिलियन डॉलर कैसे खर्च करेंगे?
ja: あなたなら100万ドルをどう使いますか？
pt_br: Como VOCÊ gastaria US$ 1 milhão?

source: Enter an address...
am: አድራሻ ያስገቡ...
ar: أدخل عنوانًا...
bn: একটি ঠিকানা লিখুন...
es: Introduzca una dirección...
fr: Saisir une adresse...
hi: पता दर्ज करें...
ja: 住所を入力...
pt_br: Insira um endereço…

source: Arts & Culture
am: ጥበብ እና ባህል
ar: الفنون والثقافة
bn: শিল্প ও সংস্কৃতি
es: Arte Y Cultura
fr: Arts et culture
hi: कला और संस्कृति
ja: 芸術と文化
pt_br: Artes e cultura

source: Community Resources & Education
am: የማህበረሰብ ሀብቶች እና ትምህርት
ar: الموارد المجتمعية والتعليم
bn: কমিউনিটি রিসোর্স এবং শিক্ষা
es: Recursos Comunitarios Y Educación
fr: Ressources communautaires et éducation
hi: सामुदायिक संसाधन और शिक्षा
ja: 地域資源と教育
pt_br: Recursos comunitários e educação

source: Environment & Sustainability
am: አካባቢ እና ዘላቂነት
ar: البيئة والاستدامة
bn: পরিবেশ ও স্থায়িত্ব
es: Medio Ambiente Y Sostenibilidad
fr: Environnement et développement durable
hi: पर्यावरण एवं स्थिरता
ja: 環境と持続可能性
pt_br: Meio ambiente e sustentabilidade

source: Transportation, Streets & Sidewalks
am: መጓጓዣ፣ ጎዳናዎች እና የእግረኛ መንገዶች
ar: النقل والشوارع والأرصفة
bn: পরিবহন, রাস্তা এবং ফুটপাথ
es: Transporte, Calles Y Aceras
fr: Transports, rues et trottoirs
hi: परिवहन, सड़कें और फुटपाथ
ja: 交通、道路、歩道
pt_br: Transporte, ruas e calçadas

source: idea
am: ሀሳብ
ar: فكرة
bn: আইডিয়া
fr: idée
hi: विचार
ja: アイデア
pt_br: ideia

source: ideas
am: ሀሳቦች
ar: أفكار
bn: আইডিয়াগুলো
fr: idées
hi: विचारों
ja: アイデア
pt_br: ideias

source: Submit an idea
am: ሀሳብ ያቅርቡ
ar: أرسل فكرة
bn: একটি আইডিয়া জমা দিন
es: Envía una idea
fr: Soumettre une idée
hi: एक विचार प्रस्तुत करें
ja: アイデアを投稿する
pt_br: Enviar uma ideia

source: Show Ideas as a list
am: ሀሳቦችን እንደ ዝርዝር ያሳዩ
ar: عرض الأفكار كقائمة
bn: আইডিয়াগুলিকে একটি তালিকা হিসেবে দেখান
es: Mostrar las Ideas en forma de lista
fr: Afficher les idées sous forme de liste
hi: विचारों को सूची के रूप में दिखाएं
ja: アイデアをリストで表示
pt_br: Mostrar ideias como uma lista

source: Show on a map
am: በMAPS ላይ ያሳዩ
ar: عرض على الخريطة
bn: একটি ম্যাপে দেখান
es: Mostrar en un mapa
fr: Afficher sur une carte
hi: मानचित्र पर दिखाएँ
ja: 地図で見る
pt_br: Mostrar em um mapa

source: Describe your idea
am: ሃሳብዎን ይግለጹ
ar: صف فكرتك
bn: আপনার আইডিয়া বর্ণনা করুন
es: Describa su idea
fr: Décrivez votre idée
hi: अपने विचार का वर्णन करें
ja: アイデアを説明する
pt_br: Descreva sua ideia

source: suggested
am: ምክረ ሀሳብ
ar: مقترحة
bn: প্রস্তাবিত
es: sugerencia
fr: suggéré
hi: सुझाव दिया
ja: 提案された
pt_br: sugeriu

source: Ideas must be for <strong>capital</strong> projects – Please see the guidelines here
am: ሀሳቦች <strong>ለካፒታል</strong> ፕሮጀክቶች መሆን አለባቸው - እባክዎን መመሪያዎቹን እዚህ ይመልከቱ
ar: يجب أن تكون الأفكار مخصصة للمشاريع <strong>الرأسمالية</strong> - يرجى الاطلاع على الإرشادات هنا
bn: আইডিয়া <strong>মূলধন</strong> প্রকল্পের জন্য হতে হবে - অনুগ্রহ করে এখানে নির্দেশিকা দেখুন
es: Las ideas deben ser para proyectos de la <strong>capital</strong> - Consulte las directrices aquí
fr: Les idées doivent porter sur des projets d'<strong>investissement</strong> - Voir les lignes directrices ici.
hi: विचार <strong>पूंजीगत</strong> परियोजनाओं के लिए होने चाहिए – कृपया यहां दिशानिर्देश देखें
ja: アイデアは<strong>主要</strong>プロジェクトに限ります - ここからガイドラインをご覧ください
pt_br: As ideias devem ser para projetos de <strong>capital</strong> – Consulte as diretrizes aqui

source: Someone
am: አንድ ሰው
ar: شخص ما
bn: কেউ
es: Alguien
fr: Quelqu'un
hi: कोई
ja: 誰か
pt_br: Alguém

source: Share my idea
am: ሃሳቤን ይካፈለኝ
ar: شارك فكرتي
bn: আমার আইডিয়া শেয়ার করুন
es: Compartir mi idea
fr: Partager mon idée
hi: मेरा विचार साझा करें
ja: アイデアを共有する
pt_br: Compartilhar minha ideia

source: Multiple locations throughout the city
am: በከተማው ውስጥ ብዙ ቦታዎች
ar: مواقع متعددة في جميع أنحاء المدينة
bn: শহর জুড়ে একাধিক স্থান
es: Múltiples ubicaciones por toda la ciudad
fr: Plusieurs sites dans la ville
hi: शहर भर में कई स्थानों पर
ja: 市内複数箇所
pt_br: Vários locais em toda a cidade

source: Drag the map to a location for your idea.
am: ለሃሳብዎን ለማካፈል MAPS ወደቦታው ይጎትቱት።
ar: اسحب الخريطة إلى الموقع المناسب لفكرتك.
bn: আপনার আইডিয়ার জন্য ম্যাপটিকে একটি স্থানে টেনে আনুন।
es: Arrastre el mapa hasta una ubicación para su idea.
fr: Faites glisser la carte jusqu'à l'emplacement de votre idée.
hi: अपने विचार के लिए मानचित्र को किसी स्थान पर खींचें.
ja: 地図をドラッグして、あなたのアイデアの場所に移動します。
pt_br: Arraste o mapa até um local para a sua ideia.

source: Is your idea for a specific location or the entire city?
am: የእርስዎ ሀሳብ ለአንድ የተወሰነ ቦታ ነው ወይስ ለመላው ከተማ ነው?
ar: هل فكرتك لموقع محدد أم للمدينة بأكملها؟
bn: আপনার আইডিয়া কি একটি নির্দিষ্ট স্থানের জন্য নাকি পুরো শহরের জন্য?
es: ¿Su idea es para un lugar concreto o para toda la ciudad?
fr: Votre idée concerne-t-elle un lieu précis ou toute la ville ?
hi: क्या आपका विचार किसी विशिष्ट स्थान के लिए है या पूरे शहर के लिए?
ja: あなたのアイデアは特定の場所のためですか、それとも街全体ですか？
pt_br: Sua ideia é para um local específico ou para toda a cidade?

source: A specific location
am: ለተወሰነ ቦታ
ar: موقع محدد
bn: একটি নির্দিষ্ট স্থান
es: Un lugar específico
fr: Un lieu spécifique
hi: एक विशिष्ट स्थान
ja: 特定の場所
pt_br: Um local específico

source: City-wide
am: ለከተማ-አቀፍ
ar: في جميع أنحاء المدينة
bn: শহরজুড়ে
es: Para toda la ciudad
fr: À l'échelle de la ville
hi: पूरे शहर में
ja: 市内全域
pt_br: Toda a cidade

source: Title of your idea?
am: የሃሳብዎ ርዕስ?
ar: ما هو عنوان فكرتك؟
bn: আপনার আইডিয়ার শিরোনাম?
es: ¿Título de la idea?
fr: Titre de votre idée ?
hi: आपके विचार का शीर्षक?
ja: アイデアのタイトルは？
pt_br: Título da sua ideia?

source: Idea Title...
am: የሃሳቡ ርዕስ...
ar: عنوان الفكرة...
bn: আইডিয়া শিরোনাম...
es: Título de la idea...
fr: Titre de l'idée...
hi: विचार शीर्षक...
ja: アイデアタイトル...
pt_br: Título da ideia…

source: What is your idea, and how does it improve Cambridge?
am: የእርስዎ ሀሳብ ምንድን ነው እና Cambridgeን እንዴት ያሻሽላል?
ar: ما هي فكرتك، وكيف تساهم في تحسين Cambridge؟
bn: আপনার আইডিয়া কী, এবং কীভাবে এটি Cambridge এর উন্নতি করে?
es: ¿Cuál es su idea y cómo mejorará a Cambridge?
fr: Quelle est votre idée et en quoi améliore-t-elle Cambridge ?
hi: आपका विचार क्या है और इससे कैम्ब्रिज में क्या सुधार आएगा?
ja: あなたのアイデアは何ですか、それがケンブリッジをどのように改善しますか？
pt_br: Qual é a sua ideia e como ela melhora Cambridge?

source: What need does your idea address? Who does your idea benefit? Please describe specific and relevant details about your idea.
am: የእርስዎ ሀሳብ ምን ያስፈልገዋል? ሀሳብዎ ምንን ተጠቃሚ ያደርጋል? እባክዎ ስለ ሃሳብዎ ልዩ እና ተዛማጅ ዝርዝሮችን ያብራሩ።
ar: ما هي الحاجة التي تلبيها فكرتك؟ من يستفيد منها؟ يرجى وصف التفاصيل المحددة والملائمة لفكرتك.
bn: আপনার আইডিয়াটি কীসের প্রয়োজনকে উদ্দেশ্য করে? আপনার আইডিয়া কার/কাদের উপকারে আসবে? অনুগ্রহ করে আপনার আইডিয়া সম্পর্কে নির্দিষ্ট এবং প্রাসঙ্গিক বিবরণ বর্ণনা করুন।
es: ¿A qué necesidad responde su idea? ¿A quién beneficia su idea? Por favor, describa los detalles específicos y relevantes sobre su idea.
fr: À quel besoin votre idée répond-elle ? À qui votre idée profite-t-elle ? Veuillez décrire les détails spécifiques et pertinents de votre idée.
hi: आपका विचार किस ज़रूरत को पूरा करता है? आपका विचार किसे फ़ायदा पहुँचाता है? कृपया अपने विचार के बारे में विशिष्ट और प्रासंगिक विवरण बताएँ।
ja: あなたのアイデアはどのようなニーズに応えるものですか？あなたのアイデアは誰のために役立ちますか？アイデアについて、具体的で関連する詳細を説明してください。
pt_br: Que necessidade sua ideia atende? Quem sua ideia beneficia? Descreva detalhes específicos e relevantes sobre sua ideia.

source: Pick a category for your idea
am: ለሃሳብዎ ምድብ ይምረጡ
ar: اختر فئة لفكرتك
bn: আপনার আইডিয়ার জন্য একটি শ্রেণী বেছে নিন
es: Elija una categoría para su idea
fr: Choisissez une catégorie pour votre idée
hi: अपने विचार के लिए एक श्रेणी चुनें
ja: アイデアのカテゴリーを選ぶ
pt_br: Escolha uma categoria para a sua ideia

source: Your Name (required, will be shown on the map)
am: ስምዎ (አስፈላጊ ነው፣ በ MAPS ላይ ይታያል)
ar: اسمك (مطلوب، سيتم عرضه على الخريطة)
bn: আপনার নাম (এটি প্রয়োজনীয়, ম্যাপে দেখানো হবে)
es: Su Nombre (obligatorio, aparecerá en el mapa)
fr: Votre nom (obligatoire, apparaîtra sur la carte)
hi: आपका नाम (आवश्यक, मानचित्र पर दिखाया जाएगा)
ja: お名前（必須、地図上に表示されます）
pt_br: Seu nome (obrigatório, será mostrado no mapa)

source: Your Email (optional, will NOT be shown on the map)
am: የኢሜይል አድራሻዎ (አማራጭ፣ በMAPS ላይ አይታይም)
ar: بريدك الإلكتروني (اختياري، لن يظهر على الخريطة)
bn: আপনার ইমেইল (এটি ঐচ্ছিক, ম্যাপে দেখানো হবে না)
es: Su Dirección De Correo Electrónico (opcional, NO se mostrará en el mapa)
fr: Votre Email (facultatif, ne sera PAS affiché sur la carte)
hi: आपका ईमेल (वैकल्पिक, मानचित्र पर नहीं दिखाया जाएगा)
ja: Eメール (任意、地図には表示されません)
pt_br: Seu e-mail (opcional, NÃO será mostrado no mapa)

source: Your Phone Number (optional, will NOT be shown on the map)
am: ስልክ ቁጥርዎ (አማራጭ፣ በMAPS ላይ አይታይም)
ar: رقم هاتفك (اختياري، لن يظهر على الخريطة)
bn: আপনার ফোন নম্বর (এটি ঐচ্ছিক, ম্যাপে দেখানো হবে না)
es: Su Número De Teléfono (opcional, NO aparecerá en el mapa)
fr: Votre numéro de téléphone (facultatif, n'apparaîtra PAS sur la carte)
hi: आपका फ़ोन नंबर (वैकल्पिक, मानचित्र पर नहीं दिखाया जाएगा)
ja: 電話番号（任意、地図には表示されません）
pt_br: Seu número de telefone (opcional, NÃO será mostrado no mapa)

source: How did you hear about participatory budgeting (please choose all that apply...)?
am: ስለ አሳታፊ በጀት ከየት ሰሙ (እባክዎ የሚመለከተውን ሁሉ ይምረጡ...)?
ar: كيف سمعت عن الميزانية التشاركية (يرجى اختيار كل ما ينطبق ...)؟
bn: আপনি কীভাবে অংশগ্রহণমূলক বাজেট সম্পর্কে শুনেছেন (অনুগ্রহ করে প্রযোজ্য সবগুলি বেছে নিন...)?
es: ¿Cómo se enteró de la existencia de los presupuestos participativos? (Por favor seleccione todo según corresponda)
fr: Comment avez-vous entendu parler du budget participatif (veuillez choisir toutes les réponses qui s'appliquent...) ?
hi: आपने सहभागी बजट के बारे में कैसे सुना (कृपया सभी लागू होने वाले विकल्प चुनें...)?
ja: 参加型予算編成についてどうやって知りましたか（あてはまるものをすべて選んでください）？
pt_br: Como você ficou sabendo sobre o orçamento participativo (escolha todas as opções aplicáveis)?

source: City Council member
am: ከከተማው ምክር ቤት አባል
ar: عضو مجلس المدينة
bn: সিটি কাউন্সিল সদস্য
es: Miembro Del Consejo Municipal
fr: Membre du conseil municipal
hi: नगर परिषद सदस्य
ja: 市議会議員
pt_br: Membro do Conselho Municipal

source: City website
am: ከከተማው አስተዳደር ድረ-ገጽ
ar: موقع المدينة الإلكتروني
bn: সিটি ওয়েবসাইট
es: Sitio web de la ciudad
fr: Site web de la ville
hi: सिटी की वेबसाइट
ja: 市のウェブサイト
pt_br: Site da cidade

source: City social media account
am: ከከተማ ማህበራዊ ሚዲያ መለያ
ar: حساب المدينة على مواقع التواصل الاجتماعي
bn: সিটি সোশ্যাল মিডিয়া অ্যাকাউন্ট
es: Cuantas de redes sociales de la ciudad
fr: Compte de médias sociaux de la ville
hi: शहर का सोशल मीडिया अकाउंट
ja: 市のソーシャルメディアアカウント
pt_br: Conta de rede social da cidade

source: Community group
am: ከማህበረሰቡ ቡድን
ar: مجموعة مجتمعية
bn: কমিউনিটি গ্রুপ
es: Grupo comunitario
fr: Groupe communautaire
hi: सामुदायिक समूह
ja: コミュニティ・グループ
pt_br: Grupo comunitário

source: Email
am: በኢ-ሜይል
ar: البريد الإلكتروني
bn: ইমেইল
es: Correo electrónico
fr: Courriel
hi: ईमेल
ja: 電子メール

source: Event
am: ከዝግጅቶች
ar: حدث
bn: ইভেন্ট
es: Evento
fr: Événement
hi: आयोजन
ja: イベント
pt_br: Evento

source: Newspaper/TV/radio
am: በጋዜጣ/ቲቪ/ሬዲዮ
ar: صحيفة/تلفزيون/راديو
bn: সংবাদপত্র/টিভি/রেডিও
es: Periódico/TV/radio
fr: Journaux/TV/radio
hi: समाचार पत्र/टीवी/रेडियो
ja: 新聞／テレビ／ラジオ
pt_br: Jornal/TV/rádio

source: PB Advertising (Resident mailing/flyer/lawn sign, etc.)
am: ከPB ማስታወቂያ (የነዋሪው የፖስታ መልእክት/በራሪ/ከታፔላዎች፣ ወዘተ)
ar: إعلان PB (البريد المقيم/منشور/لافتات الحديقة، وما إلى ذلك)
bn: PB বিজ্ঞাপন (আবাসিক মেইলিং/ফ্লায়ার/লন সাইন, ইত্যাদি)
es: Publicidad Para Presupuestos Participativos (Correo para residentes/folletos/carteles en el jardín, entre otros)
fr: PB Publicité (courrier des résidents, dépliant, panneau sur la pelouse, etc.)
hi: PB विज्ञापन (निवासी मेलिंग/फ़्लायर/लॉन साइन, आदि)
ja: PB広告（住民向け郵送物／チラシ／芝生看板など）
pt_br: Anúncio do PB (correspondência/folheto/letreiro, etc.)

source: School / Youth center
am: ከትምህርት ቤት/የወጣቶች ማዕከል
ar: المدرسة / مركز الشباب
bn: স্কুল/যুব কেন্দ্র
es: Escuela / Centro juvenil
fr: École / Centre de jeunesse
hi: स्कूल / युवा केंद्र
ja: 学校／青少年センター
pt_br: Escola/Centro juvenil

source: Word of mouth
am: ከንግግር
ar: كلام الناس
bn: মুখের কথা
es: Expresiones verbales
fr: Le bouche à oreille
hi: मौखिक शब्द
ja: 口コミ
pt_br: Boca a boca

source: Other
am: ሌላ
ar: آخر
bn: অন্যান্য
es: Otro
fr: Autres
hi: अन्य
ja: その他
pt_br: Outro

source: Have you completed this personal information survey already in this participatory budgeting cycle?
am: ይህን የግል መረጃ የዳሰሳ ጥናት በዚህ አሳታፊ የበጀት ዑደት ውስጥ አጠናቅቀዋል?
ar: هل أكملت هذا الاستبيان الخاص بالمعلومات الشخصية بالفعل في دورة الميزانية التشاركية هذه؟
bn: আপনি কি ইতিমধ্যে এই অংশগ্রহণমূলক বাজেট সাইকেলের মধ্যে এই ব্যক্তিগত তথ্য সার্ভেটি সম্পন্ন করেছেন?
es: ¿Ha completado ya esta encuesta de información personal en este ciclo acerca de presupuestos participativos?
fr: Avez-vous déjà répondu à cette enquête d'informations personnelles dans le cadre de ce cycle de budget participatif ?
hi: क्या आपने इस सहभागी बजट चक्र में व्यक्तिगत जानकारी सर्वेक्षण पहले ही पूरा कर लिया है?
ja: この参加型予算編成サイクルで、この個人情報アンケートをすでに完了しましたか？
pt_br: Você já respondeu à esta pesquisa de informações pessoais neste ciclo de orçamento participativo?

source: Yes ✅
am: አዎ ✅
ar: نعم ✅
bn: হ্যাঁ ✅
es: Sí ✅
fr: Oui ✅
hi: हाँ ✅
ja: はい✅
pt_br: Sim ✅

source: No ❌
am: አይ ❌
ar: لا ❌
bn: না ❌
fr: Non ❌
hi: नहीं ❌
ja: いいえ❌
pt_br: Não ❌

source: Not sure 🤷
am: እርግጠኛ አይደለሁም 🤷
ar: لست متأكدا 🤷
bn: নিশ্চিত নই 🤷
es: No estoy seguro 🤷
fr: Pas sûr 🤷
hi: निश्चित नहीं हूं 🤷
ja: わかりません🤷
pt_br: Não tenho certeza 🤷

source: Have you submitted an idea, voted, or volunteered in any of the previous Cambridge PB cycles?
am: በቀደሙት የ Cambridge PB ዑደቶች ውስጥ ሀሳብ አቅርበዋል፣ ድምጽ ሰጥተዋል ወይም በጎ ፈቃደኛ ሆነዋል?
ar: هل قدمت فكرة أو صوّتت أو تطوعت في أي من دورات Cambridge PB السابقة؟
bn: আপনি কি পূর্ববর্তী Cambridge PB সাইকেলগুলির কোনওটিতে কোনও আইডিয়া জমা দিয়েছেন, ভোট দিয়েছেন বা স্বেচ্ছাসেবক হয়েছেন?
es: ¿Ha enviado alguna idea, votado o participado como voluntario en alguno de los ciclos anteriores para los Presupuestos Participativos De Cambridge?
fr: Avez-vous soumis une idée, voté ou fait du bénévolat lors d'un des cycles précédents du PB de Cambridge ?
hi: क्या आपने पिछले किसी कैम्ब्रिज PB चक्र में कोई विचार प्रस्तुत किया है, मतदान किया है, या स्वेच्छा से भाग लिया है?
ja: 過去のケンブリッジPBサイクルで、アイデアの提出、投票、ボランティアをしたことがありますか？
pt_br: Você enviou uma ideia, votou ou se voluntariou em algum dos ciclos anteriores do orçamento participativo (PB) de Cambridge?

source: No I haven't
am: አይ አልሆንኩም
ar: لا لم افعل
bn: না আমি দেইনি/হইনি
es: No, no lo he hecho.
fr: Non, je ne l'ai pas fait
hi: नहीं, मैंने नहीं किया
ja: いいえ、ありません
pt_br: Não, eu não fiz isso

source: Yes I have
am: አዎ ሆኛለሁ
ar: نعم فعلت
bn: হ্যাঁ আমি দিয়েছি/হয়েছি
es: Sí, lo he hecho.
fr: Oui, je l'ai fait
hi: हाँ मेरे पास है
ja: はい、あります
pt_br: Sim, eu fiz isso

source: I am not sure
am: እርግጠኛ አይደለሁም
ar: لست متأكدا
bn: আমি নিশ্চিত নই
es: No estoy seguro
fr: Je ne suis pas sûr
hi: मुझे यकीन नहीं है
ja: よくわかりません
pt_br: Não tenho certeza

source: In the past 12 months, have you worked with other people in your neighborhood to fix a problem or improve a condition in your community, not including work you may have done related to participatory budgeting?
am: በአለፉት 12 ወራት ውስጥ እርስዎ ከአሳታፊ በጀት አወጣጥ ጋር በተያያዘ ከሰሩት ስራ ውጪ ችግርን ለማስተካከል ወይም በማህበረሰብዎ ውስጥ ያለውን ሁኔታ ለማሻሻል በሰፍርዎ ከሌሎች ሰዎች ጋር አብረው ሠርተዋል?
ar: خلال الأشهر الاثني عشر الماضية، هل عملت مع أشخاص آخرين في منطقتك لإصلاح مشكلة أو تحسين حالة مجتمعك، دون تضمين العمل الذي ربما قمت به فيما يتعلق بالميزانية التشاركية؟
bn: গত ১২ মাসে, আপনি কি আপনার কমিউনিটির কোনও সমস্যা সমাধান বা অবস্থার উন্নতির জন্য আপনার পাড়ার অন্যান্যদের সাথে কাজ করেছেন, অংশগ্রহণমূলক বাজেট সম্পর্কিত কাজগুলি ছাড়া?
es: En los últimos 12 meses, ¿ha trabajado con otras personas de su vecindario para solucionar un problema o mejorar una condición de su comunidad, sin incluir el trabajo que pueda haber realizado relacionado con los presupuestos participativos?
fr: Au cours des 12 derniers mois, avez-vous travaillé avec d'autres personnes de votre quartier pour résoudre un problème ou améliorer une situation dans votre communauté, sans compter le travail que vous avez pu effectuer dans le cadre du budget participatif ?
hi: पिछले 12 महीनों में, क्या आपने अपने पड़ोस में अन्य लोगों के साथ मिलकर किसी समस्या को ठीक करने या अपने समुदाय की स्थिति में सुधार करने के लिए काम किया है, जिसमें भागीदारी बजट से संबंधित आपके द्वारा किया गया कार्य शामिल नहीं है?
ja: 過去12ヶ月の間に、参加型予算編成に関連した活動を除き、地域の問題を解決したり、地域の状況を改善するために近所の人々と協力したことがありますか？
pt_br: Nos últimos 12 meses, você trabalhou com outras pessoas em sua vizinhança para resolver um problema ou melhorar uma condição em sua comunidade, sem incluir o trabalho que você pode ter feito relacionado ao orçamento participativo?

source: Yes, I have done that
am: አዎ ሰርቻለሁ
ar: نعم لقد فعلت ذلك
bn: হ্যাঁ, আমি সেটা করেছি
es: Sí, lo he hecho
fr: Oui, je l'ai fait
hi: हां, मैंने ऐसा किया है
ja: はい、あります
pt_br: Sim, eu fiz isso

source: No, I have not done that
am: አይ፣ አልሰራሁም
ar: لا لم افعل ذلك
bn: না, আমি সেটা করিনি
es: No, no lo he hecho
fr: Non, je ne l'ai pas fait
hi: नहीं, मैंने ऐसा नहीं किया है.
ja: いいえ、ありません
pt_br: Não, eu não fiz isso

source: Prefer not to answer/unsure
am: መልስ ከመስጠት እቆጠባለሁ/እርግጠኛ አይደለሁም
ar: أفضّل عدم الإجابة/غير متأكد
bn: উত্তর না দেওয়া/অনিশ্চিত থাকা পছন্দ করুন
es: Prefiero no contestar/no estoy seguro
fr: Préfère ne pas répondre/incertain
hi: जवाब नहीं देना पसंद करते हैं/अनिश्चित
ja: 答えたくない／わかりません
pt_br: Prefiro não responder/não tenho certeza

source: Please select your neighborhood community in Cambridge
am: እባክዎ በ Cambridge ውስጥ ያለዎትን የአጎራባች ማህበረሰብ ይምረጡ
ar: الرجاء تحديد مجتمع الحي الخاص بك في Cambridge
bn: অনুগ্রহ করে Cambridge-এ আপনার আশেপাশের কমিউনিটি নির্বাচন করুন
es: Por favor, seleccione su comunidad de vecinos en Cambridge
fr: Veuillez sélectionner la communauté de votre quartier à Cambridge
hi: कृपया कैम्ब्रिज में अपना पड़ोस समुदाय चुनें
ja: ケンブリッジの近隣コミュニティを選択してください
pt_br: Selecione a comunidade do seu bairro em Cambridge
