Repository: poepublic/shareabouts-pbcambridge
Catalog: src/conf/locale/*/LC_MESSAGES/django.po
Languages: am, ar, bn, es, fr, hi, ja, pt_br

source: PB is a democratic process that gives Cambridge community members the power to <strong>decide how to spend $1,000,000</strong> of the City&apos;s FY26 Budget.
am: PB የ Cambridge የማህበረሰብ አባላትን ከከተማው የFY26 በጀት <strong>1,000,000 ዶላር እንዴት ማውጣት እንዳለባቸው የመወሰን</strong> ስልጣን የሚሰጥ ዲሞክራሲያዊ ሂደት ነው።
ar: إن PB هي عملية ديمقراطية تمنح أعضاء مجتمع Cambridge السلطة لاتخاذ <strong>قرار بشأن كيفية إنفاق 1.000.000 دولار</strong> من ميزانية المدينة للسنة المالية 2026.
bn: PB হল একটি গণতান্ত্রিক প্রক্রিয়া যা Cambridge কমিউনিটির সদস্যদেরকে শহরের FY26 বাজেটের <strong>১ মিলিয়ন ডলার খরচ করার সিদ্ধান্ত নেওয়ার</strong> ক্ষমতা দেয়।
es: Los Presupuestos Participativos son un proceso democrático que da a los miembros de la comunidad de Cambridge el poder de <strong>decidir cómo gastar un millón de dólares</strong> del Presupuesto de la Ciudad para el año fiscal 26.
fr: Le PB est un processus démocratique qui donne aux membres de la communauté de Cambridge le pouvoir de <strong>décider comment dépenser 1 000 000 $</strong> du budget de la ville pour l'année fiscale 26.
hi: PB एक लोकतांत्रिक प्रक्रिया है जो कैम्ब्रिज समुदाय के सदस्यों को यह निर्णय लेने की शक्ति देती है कि शहर के FY26 के बजट में से <strong>$1,000,000 को कैसे खर्च किया जाए।</strong>
ja: PBは民主的なプロセスで、ケンブリッジの地域住民に、市の26年度予算<strong>100万ドルの使い道を決定する</strong>権限を与えています。
pt_br: O PB é um processo democrático que dá aos membros da comunidade de Cambridge o poder de <strong>decidir como gastar US $ 1.000.000</strong> do orçamento da cidade no ano fiscal de 2026.

source: Participatory Budgeting in Cambridge
am: በ Cambridge ውስጥ አሳታፊ በጀት

source: Pollinator gardens
am: ለአበባ ዱቄት የተዘጋጁ የአትክልት ቦታዎች
ar: حدائق الإلقاح
bn: পরাগায়ন উদ্যান
es: Jardines polinizadores
fr: Jardins de pollinisateurs
hi: परागणक उद्यान
ja: ポリネーター・ガーデン
pt_br: Jardins polinizadores

source: STEAM Upgrades for Youth Centers
am: የSTEAM ማሻሻያዎች ለወጣቶች ማዕከላት
ar: ترقيات STEAM لمراكز الشباب
bn: যুব কেন্দ্রগুলির জন্য STEAM আপগ্রেড
es: Mejoras Del Programa STEAM Para Centros Juveniles
fr: Améliorations STEAM pour les centres de jeunesse
hi: युवा केंद्रों के लिए STEAM उन्नयन
ja: 青少年センターのSTEAMアップグレード
pt_br: Atualizações STEAM nos Centros juvenis

source: Shaded seating areas on hot streets
am: በሞቃታማ ጎዳናዎች ላይ ጥላ ያላቸው የመቀመጫ ቦታዎች
ar: مناطق جلوس مظللة في الشوارع الحارة
bn: উষ্ণ রাস্তায় ছায়াময় বসার জায়গা
es: Zonas de sombra en calles calurosas
fr: Sièges ombragés dans les rues chaudes
hi: गर्म सड़कों पर छायादार बैठने की जगह
ja: 暑い通りにおかれた日陰の座席エリア
pt_br: Áreas de estar à sombra em ruas quentes

source: Sign up to stay informed about Participatory Budgeting in Cambridge!
am: በ Cambridge ስላለው አሳታፊ በጀት መረጃ ለማወቅ ይመዝገቡ!
ar: سجل الآن للبقاء على اطلاع حول الميزانية التشاركية في Cambridge!
bn: Cambridge অংশগ্রহণমূলক বাজেট সম্পর্কে অবগত থাকার জন্য সাইন আপ করুন!
es: Inscríbase para mantenerse informado sobre los Presupuestos Participativos De Cambridge.
fr: Inscrivez-vous pour rester informé sur le budget participatif à Cambridge !
hi: कैम्ब्रिज में भागीदारी बजट के बारे में जानकारी प्राप्त करने के लिए साइन अप करें!
ja: ケンブリッジの参加型予算編成の最新情報にお申込みください！
pt_br: Inscreva-se para se manter informado sobre o Orçamento participativo em Cambridge!

source: The City of Cambridge launched the 11<sup>th</sup> Cycle of PB and collected ideas from the community about how to spend $1 million on projects to improve Cambridge. On the map, you can find all the submitted ideas for PB11. From October 2024 through January 2025, volunteer PB Delegates will research all submitted project ideas and develop the final proposals for the PB ballot. In March, 2025, all Cambridge residents age 12 and older, regardless of citizenship status, will be eligible to vote for their favorite projects and decide how to spend $1 million of the City&apos;s Budget.
am: የ Cambridge ከተማ 11 <sup>ኛውን</sup> የPB ዑደት ጀምሯል እና ከማህበረሰቡ Cambridge ን ለማሻሻል 1 ሚሊዮን ዶላር በፕሮጀክቶች ላይ እንዴት ማውጣት እንደሚቻል ሀሳቦችን ሰብስቧል። በMAPS ላይ፣ ለ PB11 የቀረቡትን ሃሳቦች በሙሉ ማግኘት ይችላሉ። ከኦክቶበር 2024 እስከ ጃንዋሪ 2025 የበጎ ፈቃደኛ የPB ተወካዮች ሁሉንም የቀረቡትን የፕሮጀክት ሃሳቦች ይመረምራሉ እና ለPB ድምጽ መስጫ የመጨረሻ ሀሳቦችን ያዘጋጃሉ። በማርች 2025 ሁሉም የ Cambridge ነዋሪዎች እድሜያቸው 12 እና ከዚያ በላይ የሆኑ፣ የዜግነት ሁኔታቸው ምንም ይሁን ምን፣ ለሚወዷቸው ፕሮጀክቶች ድምጽ ለመስጠት እና 1 ሚሊዮን ዶላር ከከተማው በጀት እንዴት ማውጣት እንደሚችሉ ይወስናሉ።
ar: أطلقت مدينة Cambridge الدورة الحادية عشرة<sup></sup> من PB وجمعت أفكارًا من المجتمع حول كيفية إنفاق مليون دولار على مشاريع لتحسين Cambridge. يمكنك العثور على جميع الأفكار المقدمة لـ PB11 على الخريطة. من أكتوبر 2024 إلى يناير 2025، سيبحث مندوبو PB المتطوعون في جميع أفكار المشاريع المقدمة ويطورون المقترحات النهائية للتصويت على PB. في مارس 2025، سيكون جميع سكان Cambridge الذين تبلغ أعمارهم 12 عامًا أو أكثر، بغض النظر عن حالة الجنسية، مؤهلين للتصويت على مشاريعهم المفضلة وتحديد كيفية إنفاق مليون دولار من ميزانية المدينة.
bn: Cambridge শহর PB-এর ১১ <sup>তম</sup> সাইকেল চালু করেছে এবং Cambridge এর উন্নতির জন্য প্রকল্পগুলিতে ১ মিলিয়ন ডলার খরচ করার বিষয়ে সম্প্রদায়ের কাছ থেকে ধারণা সংগ্রহ করেছে৷ ম্যাপে, আপনি PB11-এর জন্য জমা দেওয়া সমস্ত আইডিয়া খুঁজে পেতে পারেন। অক্টোবর ২০২৪ থেকে জানুয়ারী ২০২৫ পর্যন্ত, স্বেচ্ছাসেবক PB প্রতিনিধিরা জমা দেওয়া সমস্ত প্রকল্পের আইডিয়া নিয়ে গবেষণা করবেন এবং PB ব্যালটের জন্য চূড়ান্ত প্রস্তাবগুলি তৈরি করবেন। মার্চ, ২০২৫-এ, Cambridge-এর সমস্ত বাসিন্দারা ১২ বছর বা তার বেশি বয়সী, নাগরিকত্বের অবস্থান নির্বিশেষে, তাদের পছন্দের প্রকল্পগুলির জন্য ভোট দেওয়ার যোগ্য হবেন এবং শহরের বাজেটের ১ মিলিয়ন ডলার কীভাবে ব্যয় করবেন তা নির্ধারণ করবেন৷
es: La ciudad de Cambridge puso en marcha el<sup>11º</sup> Ciclo de Presupuestos Participativos y recogió ideas de la comunidad sobre cómo gastar un millón de dólares en proyectos para mejorar Cambridge. En el mapa, se pueden encontrar todas las ideas presentadas para el periodo PB11. Desde octubre de 2024 hasta enero de 2025, los delegados voluntarios para el proceso de Presupuestos Participativos investigarán todas las ideas de proyectos presentadas y desarrollarán las propuestas finales para la votación del proceso de Presupuestos Participativos ganador. En marzo de 2025, todos los residentes de Cambridge mayores de 12 años, independientemente de su estatus de ciudadanía, podrán votar por sus proyectos favoritos y decidir cómo gastar un millón de dólares del presupuesto de la ciudad.
fr: La ville de Cambridge a lancé le<sup>11e</sup> cycle du PB et recueilli les idées de la communauté sur la manière de dépenser un million de dollars pour des projets visant à améliorer Cambridge. Sur la carte, vous trouverez toutes les idées soumises dans le cadre du PB11. D'octobre 2024 à janvier 2025, les délégués bénévoles du PB étudieront toutes les idées de projets soumises et élaboreront les propositions finales qui seront soumises au vote du PB. En mars 2025, tous les habitants de Cambridge âgés de 12 ans et plus, quel que soit leur statut de citoyen, pourront voter pour leurs projets préférés et décider comment dépenser un million de dollars du budget de la ville.
hi: कैम्ब्रिज शहर ने PB का 11 <sup>वां</sup> चक्र शुरू किया और समुदाय से कैम्ब्रिज को बेहतर बनाने के लिए परियोजनाओं पर 1 मिलियन डॉलर खर्च करने के तरीके के बारे में विचार एकत्र किए। मानचित्र पर, आप PB11 के लिए सभी सबमिट किए गए विचार पा सकते हैं। अक्टूबर 2024 से जनवरी 2025 तक, स्वयंसेवी PB प्रतिनिधि सभी सबमिट किए गए प्रोजेक्ट विचारों पर शोध करेंगे और PB मतपत्र के लिए अंतिम प्रस्ताव विकसित करेंगे। मार्च, 2025 में, 12 वर्ष या उससे अधिक आयु के सभी कैम्ब्रिज निवासी, नागरिकता की स्थिति की परवाह किए बिना, अपनी पसंदीदा परियोजनाओं के लिए वोट करने और शहर के बजट के 1 मिलियन डॉलर को कैसे खर्च किया जाए, यह तय करने के पात्र होंगे।
ja: ケンブリッジ市は、PB<sup>第11</sup>サイクルを開始し、ケンブリッジを改善するためのプロジェクトに100万ドルを使う方法について、コミュニティからアイデアを集めました。地図上で、PB11に提出されたすべてのアイデアを見つけることができます。2024年10月から2025年1月にかけて、ボランティアのPB代議員が、提出されたすべてのプロジェクト案を調査し、PB投票用の最終案を作成します。2025年3月に、12歳以上のケンブリッジ市民は、市民権の有無にかかわらず、自分の好きなプロジェクトに投票し、市の予算100万ドルの使い道を決めることができます。
pt_br: A cidade de Cambridge lançou o<sup>11º</sup> Ciclo do PB e coletou ideias da comunidade de como gastar US$ 1 milhão em projetos para melhorar Cambridge. No mapa, você pode encontrar todas as ideias enviadas para o PB11. De outubro de 2024 a janeiro de 2025, os delegados voluntários do PB pesquisarão todas as ideias de projetos enviadas e desenvolverão as propostas finais para a votação do PB. Em março de 2025, todos os residentes de Cambridge com 12 anos ou mais, independentemente do status de cidadania, poderão votar em seus projetos favoritos e decidir como gastar US$ 1 milhão do orçamento da cidade.

source: Winning projects from past PB cycles include:
am: ያለፉት የPB ዑደቶች አሸናፊ ፕሮጀክቶች የሚከተሉትን ያካትታሉ፦
ar: تشمل المشاريع الفائزة في دورات PB الماضية ما يلي:
bn: অতীতের PB সাইকেলের বিজয়ী প্রকল্পগুলির মধ্যে রয়েছে:
es: Entre los proyectos ganadores de anteriores ciclos de Presupuestos Participativos figuran:
fr: Parmi les projets lauréats des cycles PB précédents, on peut citer
hi: पिछले PB चक्रों से विजयी परियोजनाओं में शामिल हैं:
ja: 過去のPBサイクルで選択されたプロジェクトは以下を含みます：
pt_br: Os projetos vencedores de ciclos anteriores do PB incluem:

source: View On Map
am: በMAPS ላይ ይመልከቱ
ar: عرض على الخريطة
bn: ম্যাপে দেখুন
es: Ver En El Mapa
fr: Voir sur la carte
hi: मानचित्र पर देखें
ja: 地図で見る
pt_br: Ver no mapa

source: suggested this city-wide {{place_type_label location_type }} idea.
am: ይህንን ከተማ አቀፍ ሀሳብ {{place_type_label location_type }} አቅርቧል።
ar: اقترح هذه الفكرة على مستوى المدينة {{place_type_label location_type }}.
bn: এই শহর জুড়ে প্রস্তাবিত{{place_type_label location_type }} আইডিয়া
es: sugirió esta idea para toda la ciudad {{place_type_label location_type }}.
fr: a suggéré cette idée de {{place_type_label location_type }} à l'échelle de la ville.
hi: पूरे शहर में यह {{place_type_label location_type }} विचार का सुझाव दिया गया
ja: この街全体の{{place_type_label location_type }} 提案例。
pt_br: sugeriu essa ideia {{place_type_label location_type }} para toda a cidade.

source: suggested this {{place_type_label location_type }} idea near {{>location-string .}}.
am: ይህን ሐሳብ {{place_type_label location_type }} አቅርቧል{{>location-string .}} ።
ar: اقترح فكرة {{place_type_label location_type }} هذه بالقرب من {{>location-string .}} .
bn: প্রস্তাব করা হয় এই {{place_type_label location_type }} আইডিয়া কাছাকাছি {{>location-string .}} ।
es: sugirió esta idea {{place_type_label location_type }} cerca de {{>location-string .}}.
fr: a suggéré cette idée {{place_type_label location_type }} près de {{>location-string .}}.
hi: यह सुझाव दिया{{place_type_label location_type }} विचार निकट{{>location-string .}} .
ja: {{>location-string .}} の近くで、この{{place_type_label location_type }} アイデアを提案。
pt_br: sugeriu essa ideia {{place_type_label location_type }} perto de {{>location-string .}}.

source: <strong>Please tell us a little more about yourself to help us assess whether we are reaching the full diversity of our community. This survey is optional.</strong> If you submit more than one idea, please only complete the survey once.
am: <strong>እባክዎን ወደ ማህበረሰባችን ሙሉ በሙሉ እየደረስን እንደሆነ ለመገምገም እንዲረዳን ስለራስዎ ትንሽ ተጨማሪ ነገር ይንገሩን። ይህ የዳሰሳ ጥናት አማራጭ ነው።</strong> ከአንድ በላይ ሀሳብ ካቀረቡ፣ እባክዎ የዳሰሳ ጥናቱን አንድ ጊዜ ብቻ ያጠናቅቁ።
ar: <strong>يرجى إخبارنا بمزيد من التفاصيل عن نفسك لمساعدتنا في تقييم مدى تحقيقنا للتنوع الكامل في مجتمعنا. هذا الاستبيان اختياري.</strong> إذا أرسلت أكثر من فكرة، يرجى إكمال الاستبيان مرة واحدة فقط.
bn: <strong>আমরা আমাদের কমিউনিটির সম্পূর্ণ বৈচিত্র্যে পৌঁছতে পারছি কিনা তা মূল্যায়ন করতে সাহায্য করার জন্য অনুগ্রহ করে আমাদেরকে আপনার সম্পর্কে আরও কিছু বলুন৷ এই সার্ভেটি ঐচ্ছিক।</strong> আপনি যদি একাধিক আইডিয়া জমা দেন, তাহলে অনুগ্রহ করে শুধুমাত্র একবার সার্ভে সম্পূর্ণ করুন।
es: <strong>Por favor, cuéntenos algo más sobre usted para ayudarnos a evaluar si estamos reflejando toda la diversidad de nuestra comunidad. Esta encuesta es opcional.</strong> Si tiene y quiere enviar más de una idea, rellene la encuesta una sola vez.
fr: <strong>Veuillez nous en dire un peu plus sur vous afin de nous aider à déterminer si nous atteignons la diversité de notre communauté. Cette enquête est facultative.</strong> Si vous soumettez plusieurs idées, ne remplissez le questionnaire qu'une seule fois.
hi: <strong>कृपया हमें अपने बारे में थोड़ा और बताएं ताकि हम यह आकलन कर सकें कि क्या हम अपने समुदाय की पूरी विविधता तक पहुँच रहे हैं। यह सर्वेक्षण वैकल्पिक है।</strong> यदि आप एक से अधिक विचार सबमिट करते हैं, तो कृपया सर्वेक्षण को केवल एक बार ही पूरा करें।
ja: <strong>コミュニティの多様性に達しているかどうかを評価するために、あなた自身についてもう少し教えてください。このアンケートは任意です。</strong>複数のアイデアを提出する場合、アンケートに答えるのは1回だけにしてください。
pt_br: <strong>Conte-nos um pouco mais sobre você para nos ajudar a avaliar se estamos alcançando toda a diversidade de nossa comunidade. Esta pesquisa é opcional.</strong> Se você enviar mais de uma ideia, responda à pesquisa apenas uma vez.

source: After idea collection closes, volunteer residents will work from October to February to research, assess, and prioritize PB project ideas to determine which proposals will appear on the final ballot in March for a public vote. <a href="http://pb.cambridgema.gov/volunteer2" target="_blank">Click here to volunteer to be a PB Delegate!</a>
am: የሃሳብ ማሰባሰብ ሂደቱ ከተዘጋ በኋላ፣ በጎ ፈቃደኞች ከኦክቶበር እስከ ፌብሩዋሪ ድረስ ጥናት ለማድረግ፣ ለመገምገም እና ቅድሚያ ለመስጠት የPB ፕሮጄክት ሃሳቦችን በማርች ወር ለህዝብ ድምጽ በመጨረሻው የድምጽ መስጫ ላይ የትኞቹ ሀሳቦች እንደሚታዩ ለመወሰን ይሰራሉ።<a href="http://pb.cambridgema.gov/volunteer2" target="_blank"> የPB ተወካይ ለመሆን ፈቃደኛ ለመሆን እዚህ ጠቅ ያድርጉ!
es: Tras el cierre del periodo de recolección de ideas, los residentes voluntarios trabajarán de octubre a febrero para investigar, evaluar y priorizar las ideas de los proyectos relacionados con los Presupuestos Participativos y determinar qué propuestas aparecerán en la votación final de marzo. <a href="http://pb.cambridgema.gov/volunteer2" target="_blank">Haga clic aquí para ofrecerse como delegado voluntario del proceso de Presupuestos Participativos </a>.
ja: アイデア収集が終了した後、住民ボランティアは10月から2月にかけて、PBプロジェクトのアイデアの調査、評価、優先順位付けを行い、3月に行われる一般投票の最終投票にどの提案を掲載するかを決定します。 <a href="http://pb.cambridgema.gov/volunteer2" target="_blank">PB代議員にボランティアするにはここをクリック！</a>
pt_br: Após o encerramento da coleta de ideias, os residentes voluntários trabalharão de outubro a fevereiro para pesquisar, avaliar e priorizar as ideias do projeto do PB para determinar quais propostas aparecerão na votação final em março para votação pública. <a href="http://pb.cambridgema.gov/volunteer2" target="_blank">Clique aqui para se voluntariar para ser um Delegado do PB!</a>

source: Contact Information
am: የመገኛ አድራሻ
ar: معلومات الاتصال
bn: যোগাযোগের তথ্য
es: Información De Contacto
fr: Informations de contact
hi: संपर्क जानकारी
ja: 連絡先
pt_br: Informações para contato

source: It looks like you didn't set your location yet. Please drag the map to a location for your idea.
am: እስካሁን አካባቢዎን ያላቀናበሩ ይመስላሉ። ሀሳብዎን ለመስጠት እባክዎን MAPS ውን ወደ ቦታው ይጎትቱት።
ar: يبدو أنك لم تحدد موقعك بعد. يرجى سحب الخريطة إلى موقع يناسب فكرتك.
bn: দেখে মনে হচ্ছে আপনি এখনও আপনার অবস্থান সেট করেননি৷ আপনার আইডিয়ার জন্য ম্যাপটিকে একটি অবস্থানে টেনে আনুন।
es: Parece que aún no ha establecido su ubicación. Por favor, arrastre el mapa a una ubicación para su idea.
fr: Il semble que vous n'ayez pas encore défini votre emplacement. Veuillez faire glisser la carte jusqu'à l'emplacement de votre idée.
hi: ऐसा लगता है कि आपने अभी तक अपना स्थान सेट नहीं किया है। कृपया अपने विचार के लिए मानचित्र को किसी स्थान पर खींचें।
ja: まだ場所が設定されていないようです。地図をドラッグして、あなたのアイデアに関する場所に移動してください。
pt_br: Parece que você ainda não definiu sua localização. Arraste o mapa até um local para a sua ideia.

source: Optional Survey
am: አማራጭ የዳሰሳ ጥናት
ar: الاستبيان الاختياري
bn: ঐচ্ছিক সার্ভে
es: Encuesta Opcional
fr: Enquête facultative
hi: वैकल्पिक सर्वेक्षण
ja: 任意のアンケート
pt_br: Pesquisa opcional

source: PB funding of $1,000,000 can be used to support projects that benefit the public and are located within the City of Cambridge. For more information about what kind of projects are eligible for PB, please review the <a href="https://pb.cambridgema.gov/faqs" title="City of Cambridge Participatory Budgeting FAQ" target="_blank">guidelines here</a>.
am: የPB ፈንድ የ$1,000,000 ለህዝብ የሚጠቅሙ እና በ Cambridge ከተማ ውስጥ የሚገኙ ፕሮጀክቶችን ለመደገፍ ጥቅም ላይ ሊውል ይችላል። ለPB ብቁ ስለሆኑ ፕሮጀክቶች የበለጠ መረጃ ለማግኘት እባክዎ <a href="https://pb.cambridgema.gov/faqs" title="የ Cambridge ከተማ አሳታፊ የበጀት በተደጋጋሚ የሚነሱ ጥያቄዎች" target="_blank">መመሪያዎችን እዚህ</a> ይመልከቱ።
ar: يمكن استخدام تمويل PB بقيمة 1.000.000 دولار لدعم المشاريع التي تعود بالنفع على الجمهور وتقع داخل مدينة Cambridge. لمزيد من المعلومات حول نوع المشاريع المؤهلة للحصول على PB، يرجى مراجعة إرشادات الأسئلة الشائعة حول الميزانية التشاركية لمدينة Cambridge هنا.
bn: ১ মিলিয়ন ডলারের PB তহবিল ব্যবহার করা যেতে পারে সেইসব প্রকল্পগুলিকে সমর্থন করতে যা জনসাধারণের উপকার করে এবং Cambridge শহরের মধ্যে অবস্থিত। কোন ধরনের প্রকল্প PB-র জন্য যোগ্য সে সম্পর্কে আরও তথ্যের জন্য অনুগ্রহ করে এখানে n <a href="https://pb.cambridgema.gov/faqs" শিরোনাম = "সিটি অফ কেমব্রিজ পার্টিসিপেটরি বাজেটিং এফএকিউ" নির্দেশিকা দেখুন।
es: Los fondos de los Presupuestos Participativos, que ascienden a un millón de dólares, pueden utilizarse para apoyar proyectos que beneficien al público y que estén ubicados en la ciudad de Cambridge. Para obtener más información sobre qué tipo de proyectos son elegibles para los Presupuestos Participativos, por favor revise <a href="https://pb.cambridgema.gov/faqs" title="Preguntas Y Respuestas Sobre Los Presupuestos Participativos De La Ciudad De Cambridge" target="_blank">guidelines here</a>.
fr: Le financement du PB, d'un montant de 1 000 000 $, peut être utilisé pour soutenir des projets d'intérêt public situés dans la ville de Cambridge. Pour plus d'informations sur les types de projets éligibles au PB, veuillez consulter les <a href="https://pb.cambridgema.gov/faqs" title="City of Cambridge Participatory Budgeting FAQ" target="_blank">guidelines here</a> (en anglais).
hi: $1,000,000 की PB फंडिंग का उपयोग उन परियोजनाओं को समर्थन देने के लिए किया जा सकता है जो जनता को लाभ पहुंचाती हैं और कैम्ब्रिज शहर में स्थित हैं। पीबी के लिए किस तरह की परियोजनाएं पात्र हैं, इस बारे में अधिक जानकारी के लिए, कृपया <a href="https://pb.cambridgema.gov/faqs" title="कैम्ब्रिज शहर सहभागी बजट FAQ" target="_blank">यहां दिशानिर्देश</a> देखें।
ja: 100万ドルのPB資金は、ケンブリッジ市内に位置し、市民のためになるプロジェクトを支援するために使用されます。どのようなプロジェクトがPBの対象となるかについては、<a href="https://pb.cambridgema.gov/faqs" title="City of Cambridge Participatory Budgeting FAQ" target="_blank">ここからガイドライン</a>をご覧ください。
pt_br: O financiamento do PB de US$ 1.000.000 pode ser usado para apoiar projetos que beneficiem o público e estejam localizados na cidade de Cambridge. Para obter mais informações sobre que tipo de projetos são elegíveis para o PB, consulte as <a href="https://pb.cambridgema.gov/faqs" title="City of Cambridge Participatory Budgeting FAQ" target="_blank">diretrizes aqui</a>.

source: Please tell us how we can contact you about your idea.
am: እባኮትን ስለ ሃሳብዎ እንዴት ልናገኝዎ እንደምንችል ይንገሩን።
ar: من فضلك أخبرنا كيف يمكننا التواصل معك بخصوص فكرتك.
bn: অনুগ্রহ করে আমাদের বলুন কিভাবে আমরা আপনার আইডিয়া সম্পর্কে আপনার সাথে যোগাযোগ করতে পারি।
es: Díganos cómo podemos ponernos en contacto con usted para hablar de su idea.
fr: Veuillez nous indiquer comment nous pouvons vous contacter au sujet de votre idée.
hi: कृपया हमें बताएं कि हम आपके विचार के बारे में आपसे कैसे संपर्क कर सकते हैं।
ja: アイデアに関してお聞きするために連絡方法を教えてください。
pt_br: Conte para nós como podemos entrar em contato com você sobre a sua ideia.

source: Project Location
am: የፕሮጀክቱ ቦታ
ar: موقع المشروع
bn: প্রকল্পের অবস্থান
es: Ubicación Del Proyecto
fr: Localisation du projet
hi: परियोजना स्थान
ja: プロジェクト所在地
pt_br: Localização do projeto

source: CITY OF CAMBRIDGE <br>PARTICIPATORY BUDGETING
am: የ Cambridge ከተማ<br> አሳታፊ በጀት
ar: الميزانية التشاركية<br>في مدينة CAMBRIDGE
bn: CAMBRIDGE শহর<br> অংশগ্রহণমূলক বাজেট
es: PRESUPUESTOS PARTICIPATIVOS <br> DE LA CIUDAD DE CAMBRIDGE
fr: VILLE DE CAMBRIDGE <br>BUDGET PARTICIPATIF
hi: कैम्ब्रिज शहर<br> सहभागी बजट
ja: ケンブリッジ市<br>参加型予算編成
pt_br: ORÇAMENTO PARTICIPATIVO <br>DA CIDADE DE CAMBRIDGE

source: Note: Council district staff will review idea categories and make any revisions as needed.
am: ማሳሰቢያ፦ የካውንስል ወረዳ ሰራተኞች የሃሳብ ምድቦችን ይገመግማሉ እና እንደ አስፈላጊነቱ ማሻሻያ ያደርጋሉ።
ar: ملاحظة: سوف يقوم موظفو منطقة المجلس بمراجعة فئات الأفكار وإجراء أي تعديلات حسب الحاجة.
bn: নোট: কাউন্সিল জেলা কর্মীরা আইডিয়া শ্রেণীগুলো পর্যালোচনা করবেন এবং প্রয়োজনে যেকোনো সংশোধন করবেন।
es: Nota: El personal de los distritos del Consejo revisará las categorías de ideas y realizará las modificaciones necesarias.
fr: Note : Le personnel du district du Conseil examinera les catégories d'idées et apportera les modifications nécessaires.
hi: नोट: परिषद के जिला कर्मचारी विचार श्रेणियों की समीक्षा करेंगे और आवश्यकतानुसार संशोधन करेंगे।
ja: 注：審議会地区担当者がアイデアのカテゴリーを検討し、必要に応じて修正します。
pt_br: Observação: a equipe do distrito do conselho analisará as categorias de ideias e fará as revisões necessárias.

source: Sorry, your browser doesn't support file uploads.
am: ይቅርታ፣ አሳሽዎ የፋይል ሰቀላን አይደግፍም።
ar: عذراً، متصفحك لا يدعم تحميل الملفات.
bn: দুঃখিত, আপনার ব্রাউজার ফাইল আপলোড সাপোর্ট করে না।
es: Lo sentimos, su navegador no admite la carga de archivos.
fr: Désolé, votre navigateur ne prend pas en charge les téléchargements de fichiers.
hi: क्षमा करें, आपका ब्राउज़र फ़ाइल अपलोड का समर्थन नहीं करता है।
ja: 残念ですが、お使いのブラウザはファイルのアップロードをサポートしていません。
pt_br: Desculpe, seu navegador não suporta uploads de arquivos.

source: Recommend on Facebook
am: በፌስቡክ ይመክራል
ar: أوصي بها على الفيسبوك
bn: ফেসবুকে রেকমেন্ড করুন
es: Recomendar en Facebook
fr: Recommander sur Facebook
hi: फेसबुक पर अनुशंसा करें
ja: フェイスブックで薦める
pt_br: Recomendar no Facebook

source: Tweet This
am: ይህንን ትዊት ያድርጉ
ar: غرّد بهذا
bn: এটি টুইট করুন
es: Twittear
hi: ट्वीट करें
ja: ツイートする
pt_br: Tuitar isso

source: Most Recent
am: በጣም የቅርብ ጊዜ
ar: الأحدث
bn: অতি সাম্প্রতিক
es: Más Recientes
fr: Les plus récents
hi: सबसे हाल ही में
ja: 最新情報
pt_br: Mais recente

source: Most {{ support_label_plural }}
am: አብዛኞቹ{{ support_label_plural }}
ar: معظم {{ support_label_plural }}
bn: অধিকাংশ{{ support_label_plural }}
es: Más {{ support_label_plural }}
fr: La plupart des {{ support_label_plural }}
hi: अधिकांश{{ support_label_plural }}
ja: ほとんどの場合{{ support_label_plural }}
pt_br: Mais {{ support_label_plural }}

source: Most {{ survey_label_plural }}
am: አብዛኞቹ{{ survey_label_plural }}
ar: معظم {{ survey_label_plural }}
bn: অধিকাংশ{{ survey_label_plural }}
es: Más {{ survey_label_plural }}
fr: La plupart des {{ survey_label_plural }}
hi: अधिकांश{{ survey_label_plural }}
ja: ほとんどの場合{{ survey_label_plural }}
pt_br: Mais {{ survey_label_plural }}

source: <span class="visibility-icon invisible-icon">👁</span> This {{ place_config.response_name }} is <strong>only visible to moderators</strong>.
am: <span class="visibility-icon invisible-icon">👁</span> ይሄ{{ place_config.response_name }} <strong>ለአወያዮች ብቻ ነው የሚታየው</strong> .
ar: <span class="visibility-icon invisible-icon">👁</span> هذا {{ place_config.response_name }}​​ <strong>مرئي فقط للمشرفين</strong>.
bn: <span class="visibility-icon invisible-icon">👁</span> এটি{{ place_config.response_name }} হল <strong>শুধুমাত্র মডারেটরদের কাছে দৃশ্যমান</strong>।
es: <span class="visibility-icon invisible-icon">👁 </span> Esto {{ place_config.response_name }} solo es <strong>visible para los moderadores</strong>.
fr: <span class="visibility-icon invisible-icon">👁 </span> Cette page {{ place_config.response_name }} n'est <strong>visible que par les modérateurs</strong>.
hi: <span class="visibility-icon invisible-icon">👁</span> यह{{ place_config.response_name }} <strong>केवल मॉडरेटर को दिखाई देता है</strong>.
ja: <span class="visibility-icon invisible-icon">👁</span> この{{ place_config.response_name }} は<strong>議長のみ閲覧可能です</strong>。
pt_br: <span class="visibility-icon invisible-icon">👁</span> Isso {{ place_config.response_name }} <strong>só é visível para os moderadores</strong>.
