Repository: poepublic/shareabouts-pbcambridge
Catalog: src/conf/locale/*/LC_MESSAGES/django.po
Languages: am, ar, bn, es, fr, hi, ja, pt_br

source: <span class="visibility-icon visible-icon">👁</span> This {{ place_config.response_name }} is <strong>visible to everyone</strong>.
am: <span class="visibility-icon visible-icon">👁</span> ይሄ{{ place_config.response_name }} <strong>ለሁሉም ሰው ይታያል</strong>።
ar: <span class="visibility-icon visible-icon">👁</span> هذا {{ place_config.response_name }}​​ <strong>مرئي للجميع</strong>.
bn: <span class="visibility-icon visible-icon">👁</span> এটি{{ place_config.response_name }} হল <strong>সবার কাছে দৃশ্যমান</strong>।
es: <span class="visibility-icon visible-icon">👁 </span> Esto {{ place_config.response_name }} es <strong>visible para todos</strong>.
fr: <span class="visibility-icon visible-icon">👁 </span> Cette page {{ place_config.response_name }} est <strong>visible par tous</strong>.
hi: <span class="visibility-icon visible-icon">👁</span> यह{{ place_config.response_name }} <strong>सभी को दिखाई देता है</strong>.
ja: <span class="visibility-icon visible-icon">👁</span> この{{ place_config.response_name }} は<strong>だれでもご覧になれます</strong>。
pt_br: <span class="visibility-icon visible-icon">👁</span> Isso {{ place_config.response_name }} é <strong>visível para todos</strong>.

source: Make {{ place_config.response_name }} hidden
am: ድብቅ{{ place_config.response_name }} አድርግ
ar: اجعل {{ place_config.response_name }} مخفيَا
bn: লুকিয়ে {{ place_config.response_name }} রাখুন
es: Ocultar {{ place_config.response_name }}
fr: Faire en sorte que {{ place_config.response_name }} soit caché
hi: {{ place_config.response_name }} को छिपा दें
ja: {{ place_config.response_name }} を非表示にする
pt_br: Tornar {{ place_config.response_name }} oculto

source: Make {{ place_config.response_name }} visible
am: የሚታይ {{ place_config.response_name }} አድርግ
ar: اجعل {{ place_config.response_name }} مرئيًا
bn: দৃশ্যমান {{ place_config.response_name }} করুন
es: Visualizar {{ place_config.response_name }}
fr: Rendre {{ place_config.response_name }} visible
hi: {{ place_config.response_name }} को दृश्यमान बनाएं
ja: {{ place_config.response_name }}を表示する
pt_br: Tornar {{ place_config.response_name }} visível

source: Thanks for participating!
am: ስለተሳተፉ እናመሰግናለን!
ar: شكرا لمشاركتك!
bn: অংশগ্রহণের জন্য ধন্যবাদ!
es: ¡Gracias por participar!
fr: Merci de votre participation !
hi: भाग लेने के लिए धन्यवाद!
ja: ご参加いただきありがとうございます！
pt_br: Obrigado por participar!

source: We can't connect to the server at the moment. Hang tight while we re-establish communication.
am: በአሁኑ ጊዜ ከሰርቨሩ ጋር መገናኘት አልቻልንም። ግንኙነትን እንደገና እስክንመሠርት አጥብቀው ይቆዩ።
ar: لا يمكننا الاتصال بالخادم في الوقت الحالي. انتظر قليلاً حتى نتمكن من إعادة الاتصال.
bn: আমরা এই মুহূর্তে সার্ভারের সাথে সংযোগ করতে পারছি না৷ যোগাযোগ পুনঃপ্রতিষ্ঠা করার সময় পর্যন্ত অপেক্ষা করুন।
es: No podemos conectar con el servidor en este momento. Espere mientras restablecemos la comunicación.
fr: Nous ne pouvons pas nous connecter au serveur pour le moment. Veuillez patienter pendant que nous rétablissons la communication.
hi: हम इस समय सर्वर से कनेक्ट नहीं हो पा रहे हैं। जब तक हम संचार पुनः स्थापित नहीं कर लेते, तब तक प्रतीक्षा करें।
ja: 現在サーバーに接続できません。通信が再開されるまで、しばらくお待ちください。
pt_br: Não é possível conectar ao servidor no momento. Espere um pouco enquanto restabelecemos a comunicação.

source: Close
am: ዝጋ
ar: إغلاق
bn: বন্ধ করুন
es: Cerrar
fr: Fermer
hi: बंद करें
ja: 閉じる
pt_br: Fechar

source: Participatory Budgeting (PB) in Cambridge
ar: الميزانية التشاركية (PB) في Cambridge
bn: Cambridge-এ অংশগ্রহণমূলক বাজেট (PB)
es: Presupuestos Participativos De Cambridge
fr: Budget participatif (PB) à Cambridge
hi: कैम्ब्रिज में सहभागी बजट (PB)
ja: ケンブリッジの参加型予算編成 (PB)
pt_br: Orçamento participativo (PB) em Cambridge

source: Explore ideas from others in the community using the “Show Ideas as a List” tab on the upper right of the page or directly through the map.
ar: استكشف أفكار الآخرين في المجتمع باستخدام علامة التبويب "قائمة جميع الأفكار" في الجزء العلوي الأيمن من الصفحة أو مباشرة عبر الخريطة.
bn: পৃষ্ঠার উপরের ডানদিকে বা সরাসরি ম্যাপের মাধ্যমে "সমস্ত আইডিয়ার তালিকা" ট্যাব ব্যবহার করে কমিউনিটির অন্যদের কাছ থেকে আইডিয়াগুলি অন্বেষণ করুন।
fr: Explorez les idées des autres membres de la communauté en utilisant l'onglet "Liste de toutes les idées" en haut à droite de la page ou directement sur la carte.
hi: पृष्ठ के ऊपरी दाईं ओर स्थित “सभी विचारों की सूची बनाएं” टैब का उपयोग करके या सीधे मानचित्र के माध्यम से समुदाय में अन्य लोगों के विचारों का पता लगाएं।
pt_br: Veja as ideias das outras pessoas da comunidade pela guia “Listar todas as ideias” no canto superior direito da página ou diretamente no mapa.

source: After idea collection closes, volunteer residents will work from October to February to research, assess, and prioritize PB project ideas to determine which proposals will appear on the final ballot in March for a public vote. <a href="https://www.cambridgema.gov/participatorybudgeting/Volunteer" target="_blank">Click here to volunteer to be a PB Delegate!</a>
ar: بعد إغلاق جمع الأفكار، سيعمل المقيمون المتطوعون من أكتوبر إلى فبراير على البحث وتقييم وتحديد أولويات أفكار مشاريع PB لتحديد المقترحات التي ستظهر في الاقتراع النهائي في مارس للتصويت العام. انقر هنا للتطوع كمندوب PB!
bn: আইডিয়া সংগ্রহ বন্ধ হয়ে যাওয়ার পরে, স্বেচ্ছাসেবক বাসিন্দারা অক্টোবর থেকে ফেব্রুয়ারি পর্যন্ত কাজ করবে গবেষণা, মূল্যায়ন এবং অগ্রাধিকার দিতে .........PB প্রকল্পের আইডিয়াগুলি নির্ধারণ করতে যে কোন আইডিয়াগুলি মার্চ মাসে ..........চূড়ান্ত ব্যালটে উপস্থিত হবে তা নির্ধারণ করতে। <a ........href="https://www.cambridgema.gov/participatorybudgeting/Volunteer" target="_blank"> PB প্রতিনিধি হতে স্বেচ্ছাসেবক হতে এখানে ক্লিক করুন!</a>
fr: Après la clôture de la collecte d'idées, les résidents bénévoles travailleront d'octobre à février pour rechercher, évaluer et classer par ordre de priorité les idées de projets du PB afin de déterminer les propositions qui figureront sur le bulletin de vote final en mars pour un vote public. <a0 href="https://www.cambridgema.gov/participatorybudgeting/Volunteer" target="_blank">Cliquez ici pour vous porter volontaire en tant que délégué du PB!</a>
hi: विचार संग्रहण का कार्य बंद होने के बाद, स्वयंसेवी निवासी अक्टूबर से फरवरी तक PB परियोजना विचारों पर शोध, मूल्यांकन और प्राथमिकता देने के लिए काम करेंगे, ताकि यह निर्धारित किया जा सके कि कौन से प्रस्ताव मार्च में सार्वजनिक मतदान के लिए अंतिम मतपत्र पर आएंगे।<a href="https://www.cambridgema.gov/participatorybudgeting/Volunteer" target="_blank"> पीबी प्रतिनिधि बनने के लिए स्वयंसेवक बनने हेतु यहां क्लिक करें!
