Repository: poepublic/shareabouts-pbcambridge
Catalog: src/conf/locale/ht/LC_MESSAGES/django.po
Languages: ht

source: Culture and Community Facilities
ht: Kilti ak Enstalasyon Kominotè

source: Education
ht: Edikasyon

source: Environment
ht: Anviwònman

source: Parks and Recreation
ht: Pak ak Rekreyasyon

source: Public Health and Safety
ht: Sante ak Sekirite Piblik

source: Streets and Sidewalks
ht: Lari ak Twotwa

source: Approximate location:
ht: Lokal apwoksimatif:

source: <h5>Thanks!</h5> <p>The following questions are <strong>optional</strong> and will help us to assess whether these maps are reaching the full diversity of our community:
ht: <h5>Mèsi!</h5> <p>Kesyon sa yo <strong>pa obligatwa</strong> epi yo pral ede nou evalye si map sa yo rive touche tout divèsite kominote nou an:</p>

source: Note: City staff will review idea categories and make any revisions as needed.
ht: Nòt: Anplwaye vil la pral revize kategori lide yo epi fè nenpòt revizyon jan sa nesesè.

source: Your Race/Ethnicity:
ht: Ras/Etnisite Ou:

source: Transportation
ht: Transpò

source: Community Resources
ht: Resous Kominotè

source: Facilities, Parks & Recreation
ht: Enstalasyon, Pak ak Rekreyasyon

source: Youth
ht: Jèn

source: City of Cambridge Participatory Budgeting
ht: Bidjè Patisipatif Vil Cambridge

source: Participatory Budgeting for Cambridge, MA
ht: Bidjè Patisipatif pou Cambridge, MA

source: How would YOU spend $1M?
ht: Ki jan OU t ap depanse 1 milyon dola?

source: Enter an address...
ht: Antre yon adrès...

source: Arts & Culture
ht: Atizay ak Kilti

source: Community Resources & Education
ht: Resous Kominotè ak Edikasyon

source: Environment & Sustainability
ht: Anviwònman ak Dirabilite

source: Transportation, Streets & Sidewalks
ht: Transpò, Lari ak Twotwa

source: idea
ht: lide

source: ideas
ht: lide yo

source: Submit an idea
ht: Soumèt yon lide

source: Show Ideas as a list
ht: Montre Lide yo kòm yon lis

source: Show on a map
ht: Montre sou yon map

source: Describe your idea
ht: Dekri lide ou an

source: suggested
ht: sijere

source: Ideas must be for <strong>capital</strong> projects – Please see the guidelines here
ht: Lide yo dwe pou pwojè <strong>kapital</strong> yo – Tanpri gade machasuiv yo isit la

source: Someone
ht: Yon moun

source: Share my idea
ht: Pataje lide m nan

source: Multiple locations throughout the city
ht: Plizyè lokal atravè vil la

source: Drag the map to a location for your idea.
ht: Rale map la nan yon lokal pou lide ou an.

source: Is your idea for a specific location or the entire city?
ht: Èske lide ou an pou yon lokal espesifik oswa tout vil la?

source: A specific location
ht: Yon lokal espesifik

source: City-wide
ht: Nan tout vil la

source: Title of your idea?
ht: Tit lide ou an?

source: Idea Title...
ht: Tit Lide...

source: What is your idea, and how does it improve Cambridge?
ht: Ki lide ou an, e ki jan li amelyore Cambridge?

source: What need does your idea address? Who does your idea benefit? Please describe specific and relevant details about your idea.
ht: Ki bezwen lide ou an adrese? Kiyès lide ou an benefisye? Tanpri dekri detay espesifik ak enpòtan sou lide ou an.

source: Pick a category for your idea
ht: Chwazi yon kategori pou lide ou an

source: Your Name (required, will be shown on the map)
ht: Non W (obligatwa, pral afiche sou map la)

source: Your Email (optional, will NOT be shown on the map)
ht: Imel Ou (pa obligatwa, PA pral afiche sou map la)

source: Your Phone Number (optional, will NOT be shown on the map)
ht: Nimewo Telefòn Ou (pa obligatwa, PA pral afiche sou map la)

source: How did you hear about participatory budgeting (please choose all that apply...)?
ht: Ki jan ou te tande pale de bidjè patisipatif la (tanpri chwazi tout sa ki aplike...)?

source: City Council member
ht: Manm Konsèy vil la

source: City website
ht: Sit entènèt vil la

source: City social media account
ht: Kont rezo sosyal vil la

source: Community group
ht: Gwoup kominotè

source: Email
ht: Imel

source: Event
ht: Evènman

source: Newspaper/TV/radio
ht: Jounal/televizyon/radio

source: PB Advertising (Resident mailing/flyer/lawn sign, etc.)
ht: Piblisite PB (Kourye lapòs rezidan/flayèz/siy gazon, elatriye)

source: School / Youth center
ht: Lekòl / Sant jèn

source: Word of mouth
ht: Pawòl nan bouch

source: Other
ht: Lòt

source: Have you completed this personal information survey already in this participatory budgeting cycle?
ht: Èske w te konplete sondaj enfòmasyon pèsonèl sa a deja nan peryòd bidjè patisipatif sa a?

source: Yes ✅
ht: Wi ✅

source: No ❌
ht: Non ❌

source: Not sure 🤷
ht: Pa sèten 🤷

source: Have you submitted an idea, voted, or volunteered in any of the previous Cambridge PB cycles?
ht: Èske w te soumèt yon lide, te vote, oswa ou te sèvi kòm volontè nan nenpòt nan peryòd Cambridge PB anvan yo?

source: No I haven't
ht: Non mwen pa t

source: Yes I have
ht: Wi mwen te

source: I am not sure
ht: Mwen pa sèten

source: In the past 12 months, have you worked with other people in your neighborhood to fix a problem or improve a condition in your community, not including work you may have done related to participatory budgeting?
ht: Nan 12 mwa ki sot pase yo, èske w te travay ak lòt moun nan katye w pou rezoud yon pwoblèm oswa amelyore yon kondisyon nan kominote w la, san w pa enkli travay ou te ka fè ki gen rapò ak bidjè patisipatif?

source: Yes, I have done that
ht: Wi, mwen te fè sa

source: No, I have not done that
ht: Non, mwen pa t fè sa

source: Prefer not to answer/unsure
ht: Prefere pa reponn/pa sèten

source: Please select your neighborhood community in Cambridge
ht: Tanpri chwazi kominote katye w nan Cambridge

source: Please choose...
ht: Tanpri chwazi...

source: Prefer not to answer
ht: Prefere pa reponn

source: Your age
ht: Laj ou

source: Under 18
ht: Mwens pase 18 ane

source: 18 to 24
ht: 18 a 24

source: 25 to 34
ht: 25 a 34

source: 35 to 44
ht: 35 a 44

source: 45 to 54
ht: 45 a 54

source: 55 to 64
ht: 55 a 64

source: 65 to 74
ht: 65 a 74

source: 75 and over
ht: 75 ak plis

source: Your gender
ht: Sèks ou

source: Cisgender Female/woman
ht: Sijan Fi/fanm

source: Cisgender Male/man
ht: Sijan Gason

source: Nonbinary/gender non-confirming
ht: Nonbinè/sèks ki pa konfime

source: Transgender Female
ht: Fi transjan

source: Transgender Male
ht: Gason Transjan

source: Your preferred language
ht: Lang prefere w

source: English
ht: Anglè

source: Amharic
ht: Amarik

source: Arabic
ht: Arab

source: Chinese
ht: Chinwa

source: Haitian Creole
ht: Kreyòl Ayisyen

source: Portuguese
ht: Pòtigè

source: Spanish
ht: Espanyòl

source: Your Race/Ethnicity
ht: Ras/Etnisite Ou

source: Asian/East Indian
ht: Azyatik/ Endyen Lès

source: Black or African American
ht: Nwa oswa Afriken Ameriken

source: Hawaiian or Pacific Islander
ht: Moun Awayi oswa Zile Pasifik

source: Hispanic, Latinx
ht: Espanyòl, Latino

source: Middle Eastern/North African
ht: Mwayen Oryan/Afriken Dinò

source: Native American, Alaskan
ht: Ameriken Natif Natal, Moun Alaska

source: White, Caucasian
ht: Blan, Kokasyen

source: Multi-racial, multi-ethnic background
ht: Plizyè ras, plizyè orijin etnik

source: comment
ht: kòmantè

source: comments
ht: kòmantè yo

source: commented on
ht: kòmante sou

source: Leave a Comment
ht: Kite yon kòmantè

source: Comment
ht: Kòmantè

source: Your Name
ht: Non Ou

source: Support This!
ht: Sipòte Sa a!

source: support
ht: sipò

source: supports
ht: sipò yo

source: supported
ht: sipòte

source: Cambridge PB Home
ht: Paj Akèy Cambridge PB

source: Overview
ht: Apèsi

source: <strong>{{ target.submitter_name }}</strong> {{action}} a <span class="place-type">{{place.place_type_label}}</span> idea
ht: <strong>{{ target.submitter_name }}</strong>{{action}} yon<span class="place-type">{{place.place_type_label}}</span> lide

source: <strong>{{ target.submitter_name }}</strong> {{action}} an <span class="place-type">{{place.place_type_label}}</span> idea
ht: <strong>{{ target.submitter_name }}</strong>{{action}} yon<span class="place-type">{{place.place_type_label}}</span> lide

source: A new <span class="place-type">{{ place_type_label }} idea </span>from <strong>{{ source }}</strong> named <span class="place-name">{{ name }}</span>
ht: Yon nouvo<span class="place-type">{{ place_type_label }} lide </span>soti nan<strong>{{ source }}</strong> non<span class="place-name">{{ name }}</span>

source: Log Out
ht: Dekonekte

source: Sign In
ht: Konekte

source: Signed in as</span> <span class="current-user">{{ current_user "name" }}
ht: Konekte kòm</span> <span class="current-user">{{ current_user "name" }}

source: optional
ht: opsyonèl

source: Get More Involved
ht: Patisipe Plis

source: Helping to spread the word about PB to make sure that people in all corners of Cambridge know about this initiative and can participate
ht: Ede gaye pawòl la konsènan PB pou asire ke moun nan tout kwen Cambridge konnen inisyativ sa a epi ka patisipe

source: Helping with the voting process in March
ht: Ede ak pwosesis vòt la nan mwa Mas

source: If you would like to volunteer to help out with the PB process in any way, please feel free to sign up <a href="http://cambridgema.nationbuilder.com/volunteer">here</a>
ht: Si w ta renmen sèvi kòm volontè pou ede ak pwosesis PB a nan nenpòt fason, tanpri santi ou lib pou w enskri <a href="http://cambridgema.nationbuilder.com/volunteer">isit la</a>

source: Providing translation services for meetings or outreach materials
ht: Bay sèvis tradiksyon pou reyinyon oswa materyèl sansibilizasyon

source: Submitting ideas in December
ht: Soumèt lide yo nan mwa Desanm

source: There are many opportunities to get involved with the PB process, including:
ht: Gen anpil opòtinite pou patisipe nan pwosesis PB a, tankou:

source: Volunteering to serve as a Budget Delegate in January and February
ht: Sèvi kòm volontè pou sèvi kòm yon Delege Bidjè an Janvye ak Fevriye

source: <strong>For more information on Participatory Budgeting (including on how to volunteer)</strong>, please visit <a href="http://pb.cambridgema.gov" target="_blank">http://pb.cambridgema.gov</a> or contact the City&apos;s Budget Office at <a href="mailto:pb@cambridgema.gov">pb@cambridgema.gov</a> or <a href="tel:(617) 349-4270">(617) 349-4270.</a>
ht: <strong>Pou jwenn plis enfòmasyon sou Bidjè Patisipativ (tankou sou fason pou w sèvi kòm volontè)</strong> , tanpri vizite <a href="http://pb.cambridgema.gov" target="_blank">http://pb.cambridgema.gov</a> oswa kontakte Biwo Bidjè Vil la nan <a href="mailto:pb@cambridgema.gov">pb@cambridgema.gov</a> oswa <a href="tel:(617) 349-4270">(617) 349-4270 .</a>

source: And many others!
ht: Ak anpil lòt!

source: Explore ideas from others in the community using the “Show Ideas as a List” tab on the upper right of the page or directly through the map.
ht: Eksplore lide lòt moun nan kominote a lè l sèvi avèk onglè "Lis Tout Lide" ki anlè adwatnan paj la oswa dirèkteman atravè map la.

source: Home Essentials for Newly Housed Residents
ht: Founiti Esansyèl pou Kay pou Rezidan Ki Fèk Loje

source: If you have an idea for a project to improve Cambridge, please share it on the map!
ht: Si w gen yon lide pou yon pwojè pou amelyore Cambridge, tanpri pataje l sou map la!

source: PB is a democratic process that gives Cambridge community members the power to <strong>decide how to spend $1,000,000</strong> of the City&apos;s FY26 Budget.
ht: PB se yon pwosesis demokratik ki bay manm kominote Cambridge yo pouvwa pou <strong>yo deside ki jan pou depanse $1,000,000</strong> nan Bidjè Ane Fiska 2026 Vil la.

source: Participatory Budgeting (PB) in Cambridge
ht: Bidjè Patisipatif (PB) nan Cambridge

source: Pollinator gardens
ht: Jaden polinizatè yo

source: STEAM Upgrades for Youth Centers
ht: Amelyorasyon STEAM pou Sant Jèn yo

source: Shaded seating areas on hot streets
ht: Zòn syèj lonbraj nan ri ki cho yo

source: Sign up to stay informed about Participatory Budgeting in Cambridge!
ht: Enskri pou w rete enfòme sou Bidjè Patisipatif nan Cambridge!

source: The City of Cambridge launched the 11<sup>th</sup> Cycle of PB and collected ideas from the community about how to spend $1 million on projects to improve Cambridge. On the map, you can find all the submitted ideas for PB11. From October 2024 through January 2025, volunteer PB Delegates will research all submitted project ideas and develop the final proposals for the PB ballot. In March, 2025, all Cambridge residents age 12 and older, regardless of citizenship status, will be eligible to vote for their favorite projects and decide how to spend $1 million of the City&apos;s Budget.
ht: Vil Cambridge te lanse 11<sup>yèm</sup> Peryòd PB a epi kolekte lide nan men kominote a sou fason pou depanse $1 milyon dola nan pwojè pou amelyore Cambridge. Sou map la, ou ka jwenn tout lide yo soumèt pou PB11. Soti Oktòb 2024 jiska Janvye 2025, Delege PB volontè yo pral fè rechèch sou tout ide pwojè yo soumèt yo epi devlope pwopozisyon final yo pou bilten PB a. Nan mwa Mas 2025, tout rezidan Cambridge ki gen laj 12 an oswa plis, kèlkeswa sitiyasyon sitwayènte yo, pral elijib pou vote pou pwojè yo pi renmen yo epi deside ki jan pou yo depanse $1 milyon nan Bidjè Vil la.

source: Winning projects from past PB cycles include:
ht: Pwojè ki te genyen nan Peryòd PB pase yo, tankou:

source: View On Map
ht: Gade Sou Map la

source: suggested this city-wide {{place_type_label location_type }} idea.
ht: sijere ide sa a nan tout vil la{{place_type_label location_type }}.

source: suggested this {{place_type_label location_type }} idea near {{>location-string .}}.
ht: sijere lide {{place_type_label location_type }} toupre sa a {{>location-string .}}.

source: <strong>Please tell us a little more about yourself to help us assess whether we are reaching the full diversity of our community. This survey is optional.</strong> If you submit more than one idea, please only complete the survey once.
ht: <strong>Tanpri di nou yon ti kras plis sou tèt ou pou ede nou evalye si n ap rive jwenn tout divèsite nan kominote nou an. Sondaj sa a pa obligatwa.</strong> Si w soumèt plis pase yon lide, tanpri ranpli sondaj la yon sèl fwa.

source: After idea collection closes, volunteer residents will work from October to February to research, assess, and prioritize PB project ideas to determine which proposals will appear on the final ballot in March for a public vote. <a href="https://www.cambridgema.gov/participatorybudgeting/Volunteer" target="_blank">Click here to volunteer to be a PB Delegate!</a>
ht: Apre koleksyon ide yo fini, rezidan volontè yo pral travay soti Oktòb rive Fevriye pou fè rechèch, evalye, ak priyorize lide pwojè PB yo pou detèmine ki pwopozisyon ki pral parèt sou bilten final la nan mwa Mas pou yon vòt piblik. <a href="https://www.cambridgema.gov/participatorybudgeting/Volunteer" target="_blank">Klike isit la pou w volontè pou w vin yon Delege PB!</a>

source: Contact Information
ht: Enfòmasyon Kontak

source: It looks like you didn't set your location yet. Please drag the map to a location for your idea.
ht: Sanble ou poko fikse lokal ou ye a. Tanpri rale map la nan yon lokal pou lide ou an.

source: Optional Survey
ht: Sondaj Opsyonèl

source: PB funding of $1,000,000 can be used to support projects that benefit the public and are located within the City of Cambridge. For more information about what kind of projects are eligible for PB, please review the <a href="https://pb.cambridgema.gov/faqs" title="City of Cambridge Participatory Budgeting FAQ" target="_blank">guidelines here</a>.
ht: Finansman PB $1,000,000 ka itilize pou sipòte pwojè ki benefisye piblik la epi ki sitiye nan Vil Cambridge. Pou plis enfòmasyon sou ki kalite pwojè ki elijib pou PB, tanpri revize <a href="https://pb.cambridgema.gov/faqs" title="FAQ sou Bidjè Patisipatif Vil Cambridge" target="_blank">guidelines here</a>.

source: Please tell us how we can contact you about your idea.
ht: Tanpri di nou ki jan nou ka kontakte ou sou lide ou an.

source: Project Location
ht: Lokal Pwojè a

source: CITY OF CAMBRIDGE <br>PARTICIPATORY BUDGETING
ht: VIL CAMBRIDGE<br> BIDJÈ PATISIPATIF

source: Note: Council district staff will review idea categories and make any revisions as needed.
ht: Nòt: Anplwaye distri konsèy la pral revize kategori lide yo epi fè nenpòt revizyon jan sa nesesè.

source: Sorry, your browser doesn't support file uploads.
ht: Dezole, navigatè w la pa sipòte telechajman fichye.

source: Recommend on Facebook
ht: Rekòmande sou Facebook

source: Tweet This
ht: Twite Sa a

source: Most Recent
ht: Ki Pi Resan

source: Most {{ support_label_plural }}
ht: Pifò{{ support_label_plural }}

source: Most {{ survey_label_plural }}
ht: Pifò{{ survey_label_plural }}

source: <span class="visibility-icon invisible-icon">👁</span> This {{ place_config.response_name }} is <strong>only visible to moderators</strong>.
ht: <span class="visibility-icon invisible-icon">👁</span> Sa a {{ place_config.response_name }} <strong>vizib sèlman pou moderatè yo</strong>.

source: <span class="visibility-icon visible-icon">👁</span> This {{ place_config.response_name }} is <strong>visible to everyone</strong>.
ht: <span class="visibility-icon visible-icon">👁</span> Sa a{{ place_config.response_name }} se <strong>vizib pou tout moun</strong>.

source: Make {{ place_config.response_name }} hidden
ht: Fè{{ place_config.response_name }} kache

source: Make {{ place_config.response_name }} visible
ht: Fè{{ place_config.response_name }} vizib

source: Thanks for participating!
ht: Mèsi paske w patisipe!

source: We can't connect to the server at the moment. Hang tight while we re-establish communication.
ht: Nou pa ka konekte ak sèvè a kounye a. Rete la pandan n ap re-etabli kominikasyon.

source: Close
ht: Fèmen
